Repository: gbiktx/battle_flow_assets
Catalog: lib/l10n/pokemon_and_move_*.arb
Languages: de, ja

# pokemonBulbasaur
source: Bulbasaur
de: Bisasam
ja: フシギダネ

# pokemonIvysaur
source: Ivysaur
de: Bisaknosp
ja: フシギソウ

# pokemonVenusaur
source: Venusaur
de: Bisaflor
ja: フシギバナ

# pokemonCharmander
source: Charmander
de: Glumanda
ja: ヒトカゲ

# pokemonCharmeleon
source: Charmeleon
de: Glutexo
ja: リザード

# pokemonCharizard
source: Charizard
de: Glurak
ja: リザードン

# pokemonCharizardX
source: Charizard
de: Glurak
ja: リザードン

# pokemonCharizardY
source: Charizard
de: Glurak
ja: リザードン

# pokemonSquirtle
source: Squirtle
de: Schiggy
ja: ゼニガメ

# pokemonWartortle
source: Wartortle
de: Schillok
ja: カメール

# pokemonBlastoise
source: Blastoise
de: Turtok
ja: カメックス

# pokemonCaterpie
source: Caterpie
de: Raupy
ja: キャタピー

# pokemonMetapod
source: Metapod
de: Safcon
ja: トランセル

# pokemonButterfree
source: Butterfree
de: Smettbo
ja: バタフリー

# pokemonWeedle
source: Weedle
de: Hornliu
ja: ビードル

# pokemonKakuna
source: Kakuna
de: Kokuna
ja: コクーン

# pokemonBeedrill
source: Beedrill
de: Bibor
ja: スピアー

# pokemonPidgey
source: Pidgey
de: Taubsi
ja: ポッポ

# pokemonPidgeotto
source: Pidgeotto
de: Tauboga
ja: ピジョン

# pokemonPidgeot
source: Pidgeot
de: Tauboss
ja: ピジョット

# pokemonRattata
source: Rattata
de: Rattfratz
ja: コラッタ

# pokemonRaticate
source: Raticate
de: Rattikarl
ja: ラッタ

# pokemonSpearow
source: Spearow
de: Habitak
ja: オニスズメ

# pokemonFearow
source: Fearow
de: Ibitak
ja: オニドリル

# pokemonEkans
source: Ekans
de: Rettan
ja: アーボ

# pokemonArbok
source: Arbok
ja: アーボック

# pokemonPikachu
source: Pikachu
ja: ピカチュウ

# pokemonPikachu5thAnniversary
source: Pikachu
ja: ピカチュウ

# pokemonPikachuFlying
source: Pikachu
ja: ピカチュウ

# pokemonPikachuHorizons
source: Pikachu
ja: ピカチュウ

# pokemonPikachuKariyushi
source: Pikachu
ja: ピカチュウ

# pokemonPikachuLibre
source: Pikachu
ja: ピカチュウ

# pokemonPikachuPopStar
source: Pikachu
ja: ピカチュウ

# pokemonPikachuRockStar
source: Pikachu
ja: ピカチュウ

# pokemonPikachuShaymin
source: Pikachu
ja: ピカチュウ

# pokemonRaichu
source: Raichu
ja: ライチュウ

# pokemonSandshrew
source: Sandshrew
de: Sandan
ja: サンド

# pokemonSandslash
source: Sandslash
de: Sandamer
ja: サンドパン

# pokemonNidorina
source: Nidorina
ja: ニドリーナ

# pokemonNidoqueen
source: Nidoqueen
ja: ニドクイン

# pokemonNidorino
source: Nidorino
ja: ニドリーノ

# pokemonNidoking
source: Nidoking
ja: ニドキング

# pokemonClefairy
source: Clefairy
de: Piepi
ja: ピッピ

# pokemonClefable
source: Clefable
de: Pixi
ja: ピクシー

# pokemonVulpix
source: Vulpix
ja: ロコン

# pokemonNinetales
source: Ninetales
de: Vulnona
ja: キュウコン

# pokemonJigglypuff
source: Jigglypuff
de: Pummeluff
ja: プリン

# pokemonWigglytuff
source: Wigglytuff
de: Knuddeluff
ja: プクリン

# pokemonZubat
source: Zubat
ja: ズバット

# pokemonGolbat
source: Golbat
ja: ゴルバット

# pokemonOddish
source: Oddish
de: Myrapla
ja: ナゾノクサ

# pokemonGloom
source: Gloom
de: Duflor
ja: クサイハナ

# pokemonVileplume
source: Vileplume
de: Giflor
ja: ラフレシア

# pokemonParas
source: Paras
ja: パラス

# pokemonParasect
source: Parasect
de: Parasek
ja: パラセクト

# pokemonVenonat
source: Venonat
de: Bluzuk
ja: コンパン

# pokemonVenomoth
source: Venomoth
de: Omot
ja: モルフォン

# pokemonDiglett
source: Diglett
de: Digda
ja: ディグダ

# pokemonDugtrio
source: Dugtrio
de: Digdri
ja: ダグトリオ

# pokemonMeowth
source: Meowth
de: Mauzi
ja: ニャース

# pokemonPersian
source: Persian
de: Snobilikat
ja: ペルシアン

# pokemonPsyduck
source: Psyduck
de: Enton
ja: コダック

# pokemonGolduck
source: Golduck
de: Entoron
ja: ゴルダック

# pokemonMankey
source: Mankey
de: Menki
ja: マンキー

# pokemonPrimeape
source: Primeape
de: Rasaff
ja: オコリザル

# pokemonGrowlithe
source: Growlithe
de: Fukano
ja: ガーディ

# pokemonArcanine
source: Arcanine
de: Arkani
ja: ウインディ

# pokemonPoliwag
source: Poliwag
de: Quapsel
ja: ニョロモ

# pokemonPoliwhirl
source: Poliwhirl
de: Quaputzi
ja: ニョロゾ

# pokemonPoliwrath
source: Poliwrath
de: Quappo
ja: ニョロボン

# pokemonAbra
source: Abra
ja: ケーシィ

# pokemonKadabra
source: Kadabra
ja: ユンゲラー

# pokemonAlakazam
source: Alakazam
de: Simsala
ja: フーディン

# pokemonMachop
source: Machop
de: Machollo
ja: ワンリキー

# pokemonMachoke
source: Machoke
de: Maschock
ja: ゴーリキー

# pokemonMachamp
source: Machamp
de: Machomei
ja: カイリキー

# pokemonBellsprout
source: Bellsprout
de: Knofensa
ja: マダツボミ

# pokemonWeepinbell
source: Weepinbell
de: Ultrigaria
ja: ウツドン

# pokemonVictreebel
source: Victreebel
de: Sarzenia
ja: ウツボット

# pokemonTentacool
source: Tentacool
de: Tentacha
ja: メノクラゲ

# pokemonTentacruel
source: Tentacruel
de: Tentoxa
ja: ドククラゲ

# pokemonGeodude
source: Geodude
de: Kleinstein
ja: イシツブテ

# pokemonGraveler
source: Graveler
de: Georok
ja: ゴローン

# pokemonGolem
source: Golem
de: Geowaz
ja: ゴローニャ

# pokemonPonyta
source: Ponyta
de: Ponita
ja: ポニータ

# pokemonRapidash
source: Rapidash
de: Gallopa
ja: ギャロップ

# pokemonSlowpoke
source: Slowpoke
de: Flegmon
ja: ヤドン

# pokemonSlowbro
source: Slowbro
de: Lahmus
ja: ヤドラン

# pokemonMagnemite
source: Magnemite
de: Magnetilo
ja: コイル

# pokemonMagneton
source: Magneton
ja: レアコイル

# pokemonFarfetchd
source: Farfetch’d
de: Porenta
ja: カモネギ

# pokemonDoduo
source: Doduo
de: Dodu
ja: ドードー

# pokemonDodrio
source: Dodrio
de: Dodri
ja: ドードリオ

# pokemonSeel
source: Seel
de: Jurob
ja: パウワウ

# pokemonDewgong
source: Dewgong
de: Jugong
ja: ジュゴン

# pokemonGrimer
source: Grimer
de: Sleima
ja: ベトベター

# pokemonMuk
source: Muk
de: Sleimok
ja: ベトベトン

# pokemonShellder
source: Shellder
de: Muschas
ja: シェルダー

# pokemonCloyster
source: Cloyster
de: Austos
ja: パルシェン

# pokemonGastly
source: Gastly
de: Nebulak
ja: ゴース

# pokemonHaunter
source: Haunter
de: Alpollo
ja: ゴースト

# pokemonGengar
source: Gengar
ja: ゲンガー

# pokemonOnix
source: Onix
ja: イワーク

# pokemonDrowzee
source: Drowzee
de: Traumato
ja: スリープ

# pokemonHypno
source: Hypno
ja: スリーパー

# pokemonKrabby
source: Krabby
ja: クラブ

# pokemonKingler
source: Kingler
ja: キングラー

# pokemonVoltorb
source: Voltorb
de: Voltobal
ja: ビリリダマ

# pokemonElectrode
source: Electrode
de: Lektrobal
ja: マルマイン

# pokemonExeggcute
source: Exeggcute
de: Owei
ja: タマタマ

# pokemonExeggutor
source: Exeggutor
de: Kokowei
ja: ナッシー

# pokemonCubone
source: Cubone
de: Tragosso
ja: カラカラ

# pokemonMarowak
source: Marowak
de: Knogga
ja: ガラガラ

# pokemonHitmonlee
source: Hitmonlee
de: Kicklee
ja: サワムラー

# pokemonHitmonchan
source: Hitmonchan
de: Nockchan
ja: エビワラー

# pokemonLickitung
source: Lickitung
de: Schlurp
ja: ベロリンガ

# pokemonKoffing
source: Koffing
de: Smogon
ja: ドガース

# pokemonWeezing
source: Weezing
de: Smogmog
ja: マタドガス

# pokemonRhyhorn
source: Rhyhorn
de: Rihorn
ja: サイホーン

# pokemonRhydon
source: Rhydon
de: Rizeros
ja: サイドン

# pokemonChansey
source: Chansey
de: Chaneira
ja: ラッキー

# pokemonTangela
source: Tangela
ja: モンジャラ

# pokemonKangaskhan
source: Kangaskhan
de: Kangama
ja: ガルーラ

# pokemonHorsea
source: Horsea
de: Seeper
ja: タッツー

# pokemonSeadra
source: Seadra
de: Seemon
ja: シードラ

# pokemonGoldeen
source: Goldeen
de: Goldini
ja: トサキント

# pokemonSeaking
source: Seaking
de: Golking
ja: アズマオウ

# pokemonStaryu
source: Staryu
de: Sterndu
ja: ヒトデマン

# pokemonStarmie
source: Starmie
ja: スターミー

# pokemonMrMime
source: Mr. Mime
de: Pantimos
ja: バリヤード

# pokemonScyther
source: Scyther
de: Sichlor
ja: ストライク

# pokemonJynx
source: Jynx
de: Rossana
ja: ルージュラ

# pokemonElectabuzz
source: Electabuzz
de: Elektek
ja: エレブー

# pokemonMagmar
source: Magmar
ja: ブーバー

# pokemonPinsir
source: Pinsir
ja: カイロス

# pokemonTauros
source: Tauros
ja: ケンタロス

# pokemonTaurosAqua
source: Tauros
ja: ケンタロス

# pokemonTaurosBlaze
source: Tauros
ja: ケンタロス

# pokemonTaurosCombat
source: Tauros
ja: ケンタロス

# pokemonMagikarp
source: Magikarp
de: Karpador
ja: コイキング

# pokemonGyarados
source: Gyarados
de: Garados
ja: ギャラドス

# pokemonLapras
source: Lapras
ja: ラプラス

# pokemonDitto
source: Ditto
ja: メタモン

# pokemonEevee
source: Eevee
de: Evoli
ja: イーブイ

# pokemonVaporeon
source: Vaporeon
de: Aquana
ja: シャワーズ

# pokemonJolteon
source: Jolteon
de: Blitza
ja: サンダース

# pokemonFlareon
source: Flareon
de: Flamara
ja: ブースター

# pokemonPorygon
source: Porygon
ja: ポリゴン

# pokemonOmanyte
source: Omanyte
de: Amonitas
ja: オムナイト

# pokemonOmastar
source: Omastar
de: Amoroso
ja: オムスター

# pokemonKabuto
source: Kabuto
ja: カブト

# pokemonKabutops
source: Kabutops
ja: カブトプス

# pokemonAerodactyl
source: Aerodactyl
ja: プテラ

# pokemonSnorlax
source: Snorlax
de: Relaxo
ja: カビゴン

# pokemonArticuno
source: Articuno
de: Arktos
ja: フリーザー

# pokemonZapdos
source: Zapdos
ja: サンダー

# pokemonMoltres
source: Moltres
de: Lavados
ja: ファイヤー

# pokemonDratini
source: Dratini
ja: ミニリュウ

# pokemonDragonair
source: Dragonair
de: Dragonir
ja: ハクリュー

# pokemonDragonite
source: Dragonite
de: Dragoran
ja: カイリュー

# pokemonMewtwo
source: Mewtwo
de: Mewtu
ja: ミュウツー

# pokemonMewtwoArmored
source: Mewtwo
de: Mewtu
ja: ミュウツー

# pokemonMew
source: Mew
ja: ミュウ

# pokemonChikorita
source: Chikorita
de: Endivie
ja: チコリータ

# pokemonBayleef
source: Bayleef
de: Lorblatt
ja: ベイリーフ

# pokemonMeganium
source: Meganium
de: Meganie
ja: メガニウム

# pokemonCyndaquil
source: Cyndaquil
de: Feurigel
ja: ヒノアラシ

# pokemonQuilava
source: Quilava
de: Igelavar
ja: マグマラシ

# pokemonTyphlosion
source: Typhlosion
de: Tornupto
ja: バクフーン

# pokemonTotodile
source: Totodile
de: Karnimani
ja: ワニノコ

# pokemonCroconaw
source: Croconaw
de: Tyracroc
ja: アリゲイツ

# pokemonFeraligatr
source: Feraligatr
de: Impergator
ja: オーダイル

# pokemonSentret
source: Sentret
de: Wiesor
ja: オタチ

# pokemonFurret
source: Furret
de: Wiesenior
ja: オオタチ

# pokemonHoothoot
source: Hoothoot
ja: ホーホー

# pokemonNoctowl
source: Noctowl
de: Noctuh
ja: ヨルノズク

# pokemonLedyba
source: Ledyba
ja: レディバ

# pokemonLedian
source: Ledian
ja: レディアン

# pokemonSpinarak
source: Spinarak
de: Webarak
ja: イトマル

# pokemonAriados
source: Ariados
ja: アリアドス

# pokemonCrobat
source: Crobat
de: Iksbat
ja: クロバット

# pokemonChinchou
source: Chinchou
de: Lampi
ja: チョンチー

# pokemonLanturn
source: Lanturn
ja: ランターン

# pokemonLanturnw
source: Lanturn
ja: ランターン

# pokemonPichu
source: Pichu
ja: ピチュー

# pokemonCleffa
source: Cleffa
de: Pii
ja: ピィ

# pokemonIgglybuff
source: Igglybuff
de: Fluffeluff
ja: ププリン

# pokemonTogepi
source: Togepi
ja: トゲピー

# pokemonTogetic
source: Togetic
ja: トゲチック

# pokemonNatu
source: Natu
ja: ネイティ

# pokemonXatu
source: Xatu
ja: ネイティオ

# pokemonMareep
source: Mareep
de: Voltilamm
ja: メリープ

# pokemonFlaaffy
source: Flaaffy
de: Waaty
ja: モココ

# pokemonAmpharos
source: Ampharos
ja: デンリュウ

# pokemonBellossom
source: Bellossom
de: Blubella
ja: キレイハナ

# pokemonMarill
source: Marill
ja: マリル

# pokemonAzumarill
source: Azumarill
ja: マリルリ

# pokemonSudowoodo
source: Sudowoodo
de: Mogelbaum
ja: ウソッキー

# pokemonPolitoed
source: Politoed
de: Quaxo
ja: ニョロトノ

# pokemonHoppip
source: Hoppip
de: Hoppspross
ja: ハネッコ

# pokemonSkiploom
source: Skiploom
de: Hubelupf
ja: ポポッコ

# pokemonJumpluff
source: Jumpluff
de: Papungha
ja: ワタッコ

# pokemonAipom
source: Aipom
de: Griffel
ja: エイパム

# pokemonSunkern
source: Sunkern
de: Sonnkern
ja: ヒマナッツ

# pokemonSunflora
source: Sunflora
de: Sonnflora
ja: キマワリ

# pokemonYanma
source: Yanma
ja: ヤンヤンマ

# pokemonWooper
source: Wooper
de: Felino
ja: ウパー

# pokemonQuagsire
source: Quagsire
de: Morlord
ja: ヌオー

# pokemonEspeon
source: Espeon
de: Psiana
ja: エーフィ

# pokemonUmbreon
source: Umbreon
de: Nachtara
ja: ブラッキー

# pokemonMurkrow
source: Murkrow
de: Kramurx
ja: ヤミカラス

# pokemonSlowking
source: Slowking
de: Laschoking
ja: ヤドキング

# pokemonMisdreavus
source: Misdreavus
de: Traunfugil
ja: ムウマ

# pokemonUnown
source: Unown
de: Icognito
ja: アンノーン

# pokemonWobbuffet
source: Wobbuffet
de: Woingenau
ja: ソーナンス

# pokemonGirafarig
source: Girafarig
ja: キリンリキ

# pokemonPineco
source: Pineco
de: Tannza
ja: クヌギダマ

# pokemonForretress
source: Forretress
de: Forstellka
ja: フォレトス

# pokemonDunsparce
source: Dunsparce
de: Dummisel
ja: ノコッチ

# pokemonGligar
source: Gligar
de: Skorgla
ja: グライガー

# pokemonSteelix
source: Steelix
de: Stahlos
ja: ハガネール

# pokemonSnubbull
source: Snubbull
ja: ブルー

# pokemonGranbull
source: Granbull
ja: グランブル

# pokemonQwilfish
source: Qwilfish
de: Baldorfish
ja: ハリーセン

# pokemonScizor
source: Scizor
de: Scherox
ja: ハッサム

# pokemonShuckle
source: Shuckle
de: Pottrott
ja: ツボツボ

# pokemonHeracross
source: Heracross
de: Skaraborn
ja: ヘラクロス

# pokemonSneasel
source: Sneasel
de: Sniebel
ja: ニューラ

# pokemonTeddiursa
source: Teddiursa
ja: ヒメグマ

# pokemonUrsaring
source: Ursaring
ja: リングマ

# pokemonSlugma
source: Slugma
de: Schneckmag
ja: マグマッグ

# pokemonMagcargo
source: Magcargo
ja: マグカルゴ

# pokemonSwinub
source: Swinub
de: Quiekel
ja: ウリムー

# pokemonPiloswine
source: Piloswine
de: Keifel
ja: イノムー

# pokemonCorsola
source: Corsola
de: Corasonn
ja: サニーゴ

# pokemonRemoraid
source: Remoraid
ja: テッポウオ

# pokemonOctillery
source: Octillery
ja: オクタン

# pokemonDelibird
source: Delibird
de: Botogel
ja: デリバード

# pokemonMantine
source: Mantine
de: Mantax
ja: マンタイン

# pokemonSkarmory
source: Skarmory
de: Panzaeron
ja: エアームド

# pokemonHoundour
source: Houndour
de: Hunduster
ja: デルビル

# pokemonHoundoom
source: Houndoom
de: Hundemon
ja: ヘルガー

# pokemonKingdra
source: Kingdra
de: Seedraking
ja: キングドラ

# pokemonPhanpy
source: Phanpy
ja: ゴマゾウ

# pokemonDonphan
source: Donphan
ja: ドンファン

# pokemonPorygon2
source: Porygon2
ja: ポリゴン２

# pokemonStantler
source: Stantler
de: Damhirplex
ja: オドシシ

# pokemonSmeargle
source: Smeargle
de: Farbeagle
ja: ドーブル

# pokemonTyrogue
source: Tyrogue
de: Rabauz
ja: バルキー

# pokemonHitmontop
source: Hitmontop
de: Kapoera
ja: カポエラー

# pokemonSmoochum
source: Smoochum
de: Kussilla
ja: ムチュール

# pokemonElekid
source: Elekid
ja: エレキッド

# pokemonMagby
source: Magby
ja: ブビィ

# pokemonMiltank
source: Miltank
ja: ミルタンク

# pokemonBlissey
source: Blissey
de: Heiteira
ja: ハピナス

# pokemonRaikou
source: Raikou
ja: ライコウ

# pokemonEntei
source: Entei
ja: エンテイ

# pokemonSuicune
source: Suicune
ja: スイクン

# pokemonLarvitar
source: Larvitar
ja: ヨーギラス

# pokemonPupitar
source: Pupitar
ja: サナギラス

# pokemonTyranitar
source: Tyranitar
de: Despotar
ja: バンギラス

# pokemonLugia
source: Lugia
ja: ルギア

# pokemonHoOh
source: Ho-Oh
ja: ホウオウ

# pokemonCelebi
source: Celebi
ja: セレビィ

# pokemonTreecko
source: Treecko
de: Geckarbor
ja: キモリ

# pokemonGrovyle
source: Grovyle
de: Reptain
ja: ジュプトル

# pokemonSceptile
source: Sceptile
de: Gewaldro
ja: ジュカイン

# pokemonTorchic
source: Torchic
de: Flemmli
ja: アチャモ

# pokemonCombusken
source: Combusken
de: Jungglut
ja: ワカシャモ

# pokemonBlaziken
source: Blaziken
de: Lohgock
ja: バシャーモ

# pokemonMudkip
source: Mudkip
de: Hydropi
ja: ミズゴロウ

# pokemonMarshtomp
source: Marshtomp
de: Moorabbel
ja: ヌマクロー

# pokemonSwampert
source: Swampert
de: Sumpex
ja: ラグラージ

# pokemonPoochyena
source: Poochyena
de: Fiffyen
ja: ポチエナ

# pokemonMightyena
source: Mightyena
de: Magnayen
ja: グラエナ

# pokemonZigzagoon
source: Zigzagoon
de: Zigzachs
ja: ジグザグマ

# pokemonLinoone
source: Linoone
de: Geradaks
ja: マッスグマ

# pokemonWurmple
source: Wurmple
de: Waumpel
ja: ケムッソ

# pokemonSilcoon
source: Silcoon
de: Schaloko
ja: カラサリス

# pokemonBeautifly
source: Beautifly
de: Papinella
ja: アゲハント

# pokemonCascoon
source: Cascoon
de: Panekon
ja: マユルド

# pokemonDustox
source: Dustox
de: Pudox
ja: ドクケイル

# pokemonLotad
source: Lotad
de: Loturzel
ja: ハスボー

# pokemonLombre
source: Lombre
de: Lombrero
ja: ハスブレロ

# pokemonLudicolo
source: Ludicolo
de: Kappalores
ja: ルンパッパ

# pokemonSeedot
source: Seedot
de: Samurzel
ja: タネボー

# pokemonNuzleaf
source: Nuzleaf
de: Blanas
ja: コノハナ

# pokemonShiftry
source: Shiftry
de: Tengulist
ja: ダーテング

# pokemonTaillow
source: Taillow
de: Schwalbini
ja: スバメ

# pokemonSwellow
source: Swellow
de: Schwalboss
ja: オオスバメ

# pokemonWingull
source: Wingull
ja: キャモメ

# pokemonPelipper
source: Pelipper
ja: ペリッパー

# pokemonRalts
source: Ralts
de: Trasla
ja: ラルトス

# pokemonKirlia
source: Kirlia
ja: キルリア

# pokemonGardevoir
source: Gardevoir
de: Guardevoir
ja: サーナイト

# pokemonSurskit
source: Surskit
de: Gehweiher
ja: アメタマ

# pokemonMasquerain
source: Masquerain
de: Maskeregen
ja: アメモース

# pokemonShroomish
source: Shroomish
de: Knilz
ja: キノココ

# pokemonBreloom
source: Breloom
de: Kapilz
ja: キノガッサ

# pokemonSlakoth
source: Slakoth
de: Bummelz
ja: ナマケロ

# pokemonVigoroth
source: Vigoroth
de: Muntier
ja: ヤルキモノ

# pokemonSlaking
source: Slaking
de: Letarking
ja: ケッキング

# pokemonNincada
source: Nincada
ja: ツチニン

# pokemonNinjask
source: Ninjask
ja: テッカニン

# pokemonShedinja
source: Shedinja
de: Ninjatom
ja: ヌケニン

# pokemonWhismur
source: Whismur
de: Flurmel
ja: ゴニョニョ

# pokemonLoudred
source: Loudred
de: Krakeelo
ja: ドゴーム

# pokemonExploud
source: Exploud
de: Krawumms
ja: バクオング

# pokemonMakuhita
source: Makuhita
ja: マクノシタ

# pokemonHariyama
source: Hariyama
ja: ハリテヤマ

# pokemonAzurill
source: Azurill
ja: ルリリ

# pokemonNosepass
source: Nosepass
de: Nasgnet
ja: ノズパス

# pokemonSkitty
source: Skitty
de: Eneco
ja: エネコ

# pokemonDelcatty
source: Delcatty
de: Enekoro
ja: エネコロロ

# pokemonSableye
source: Sableye
de: Zobiris
ja: ヤミラミ

# pokemonMawile
source: Mawile
de: Flunkifer
ja: クチート

# pokemonAron
source: Aron
de: Stollunior
ja: ココドラ

# pokemonLairon
source: Lairon
de: Stollrak
ja: コドラ

# pokemonAggron
source: Aggron
de: Stolloss
ja: ボスゴドラ

# pokemonMeditite
source: Meditite
de: Meditie
ja: アサナン

# pokemonMedicham
source: Medicham
de: Meditalis
ja: チャーレム

# pokemonElectrike
source: Electrike
de: Frizelbliz
ja: ラクライ

# pokemonManectric
source: Manectric
de: Voltenso
ja: ライボルト

# pokemonPlusle
source: Plusle
ja: プラスル

# pokemonMinun
source: Minun
ja: マイナン

# pokemonVolbeat
source: Volbeat
ja: バルビート

# pokemonIllumise
source: Illumise
ja: イルミーゼ

# pokemonRoselia
source: Roselia
ja: ロゼリア

# pokemonGulpin
source: Gulpin
de: Schluppuck
ja: ゴクリン

# pokemonSwalot
source: Swalot
de: Schlukwech
ja: マルノーム

# pokemonCarvanha
source: Carvanha
de: Kanivanha
ja: キバニア

# pokemonSharpedo
source: Sharpedo
de: Tohaido
ja: サメハダー

# pokemonWailmer
source: Wailmer
ja: ホエルコ

# pokemonWailord
source: Wailord
ja: ホエルオー

# pokemonNumel
source: Numel
de: Camaub
ja: ドンメル

# pokemonCamerupt
source: Camerupt
ja: バクーダ

# pokemonTorkoal
source: Torkoal
de: Qurtel
ja: コータス

# pokemonSpoink
source: Spoink
ja: バネブー

# pokemonGrumpig
source: Grumpig
de: Groink
ja: ブーピッグ

# pokemonSpinda
source: Spinda
de: Pandir
ja: パッチール

# pokemonTrapinch
source: Trapinch
de: Knacklion
ja: ナックラー

# pokemonVibrava
source: Vibrava
ja: ビブラーバ

# pokemonFlygon
source: Flygon
de: Libelldra
ja: フライゴン

# pokemonCacnea
source: Cacnea
de: Tuska
ja: サボネア

# pokemonCacturne
source: Cacturne
de: Noktuska
ja: ノクタス

# pokemonSwablu
source: Swablu
de: Wablu
ja: チルット

# pokemonAltaria
source: Altaria
ja: チルタリス

# pokemonZangoose
source: Zangoose
de: Sengo
ja: ザングース

# pokemonSeviper
source: Seviper
de: Vipitis
ja: ハブネーク

# pokemonLunatone
source: Lunatone
de: Lunastein
ja: ルナトーン

# pokemonSolrock
source: Solrock
de: Sonnfel
ja: ソルロック

# pokemonBarboach
source: Barboach
de: Schmerbe
ja: ドジョッチ

# pokemonWhiscash
source: Whiscash
de: Welsar
ja: ナマズン

# pokemonCorphish
source: Corphish
de: Krebscorps
ja: ヘイガニ

# pokemonCrawdaunt
source: Crawdaunt
de: Krebutack
ja: シザリガー

# pokemonBaltoy
source: Baltoy
de: Puppance
ja: ヤジロン

# pokemonClaydol
source: Claydol
de: Lepumentas
ja: ネンドール

# pokemonLileep
source: Lileep
de: Liliep
ja: リリーラ

# pokemonCradily
source: Cradily
de: Wielie
ja: ユレイドル

# pokemonCradilyB
source: Cradily
de: Wielie
ja: ユレイドル

# pokemonAnorith
source: Anorith
ja: アノプス

# pokemonArmaldo
source: Armaldo
ja: アーマルド

# pokemonFeebas
source: Feebas
de: Barschwa
ja: ヒンバス

# pokemonMilotic
source: Milotic
ja: ミロカロス

# pokemonCastform
source: Castform
de: Formeo
ja: ポワルン

# pokemonKecleon
source: Kecleon
ja: カクレオン

# pokemonShuppet
source: Shuppet
ja: カゲボウズ

# pokemonBanette
source: Banette
ja: ジュペッタ

# pokemonDuskull
source: Duskull
de: Zwirrlicht
ja: ヨマワル

# pokemonDusclops
source: Dusclops
de: Zwirrklop
ja: サマヨール

# pokemonTropius
source: Tropius
ja: トロピウス

# pokemonChimecho
source: Chimecho
de: Palimpalim
ja: チリーン

# pokemonAbsol
source: Absol
ja: アブソル

# pokemonWynaut
source: Wynaut
de: Isso
ja: ソーナノ

# pokemonSnorunt
source: Snorunt
de: Schneppke
ja: ユキワラシ

# pokemonGlalie
source: Glalie
de: Firnontor
ja: オニゴーリ

# pokemonSpheal
source: Spheal
de: Seemops
ja: タマザラシ

# pokemonSealeo
source: Sealeo
de: Seejong
ja: トドグラー

# pokemonWalrein
source: Walrein
de: Walraisa
ja: トドゼルガ

# pokemonClamperl
source: Clamperl
de: Perlu
ja: パールル

# pokemonHuntail
source: Huntail
de: Aalabyss
ja: ハンテール

# pokemonGorebyss
source: Gorebyss
de: Saganabyss
ja: サクラビス

# pokemonRelicanth
source: Relicanth
ja: ジーランス

# pokemonLuvdisc
source: Luvdisc
de: Liebiskus
ja: ラブカス

# pokemonBagon
source: Bagon
de: Kindwurm
ja: タツベイ

# pokemonShelgon
source: Shelgon
de: Draschel
ja: コモルー

# pokemonSalamence
source: Salamence
de: Brutalanda
ja: ボーマンダ

# pokemonBeldum
source: Beldum
de: Tanhel
ja: ダンバル

# pokemonMetang
source: Metang
ja: メタング

# pokemonMetagross
source: Metagross
ja: メタグロス

# pokemonRegirock
source: Regirock
ja: レジロック

# pokemonRegice
source: Regice
ja: レジアイス

# pokemonRegisteel
source: Registeel
ja: レジスチル

# pokemonLatias
source: Latias
ja: ラティアス

# pokemonLatios
source: Latios
ja: ラティオス

# pokemonKyogre
source: Kyogre
ja: カイオーガ

# pokemonGroudon
source: Groudon
ja: グラードン

# pokemonRayquaza
source: Rayquaza
ja: レックウザ

# pokemonJirachi
source: Jirachi
ja: ジラーチ

# pokemonDeoxys
source: Deoxys
ja: デオキシス

# pokemonDeoxysAttack
source: Deoxys
ja: デオキシス

# pokemonDeoxysDefense
source: Deoxys
ja: デオキシス

# pokemonDeoxysSpeed
source: Deoxys
ja: デオキシス

# pokemonTurtwig
source: Turtwig
de: Chelast
ja: ナエトル

# pokemonGrotle
source: Grotle
de: Chelcarain
ja: ハヤシガメ

# pokemonTorterra
source: Torterra
de: Chelterrar
ja: ドダイトス

# pokemonChimchar
source: Chimchar
de: Panflam
ja: ヒコザル

# pokemonMonferno
source: Monferno
de: Panpyro
ja: モウカザル

# pokemonInfernape
source: Infernape
de: Panferno
ja: ゴウカザル

# pokemonPiplup
source: Piplup
de: Plinfa
ja: ポッチャマ

# pokemonPrinplup
source: Prinplup
de: Pliprin
ja: ポッタイシ

# pokemonEmpoleon
source: Empoleon
de: Impoleon
ja: エンペルト

# pokemonStarly
source: Starly
de: Staralili
ja: ムックル

# pokemonStaravia
source: Staravia
ja: ムクバード

# pokemonStaraptor
source: Staraptor
ja: ムクホーク

# pokemonBidoof
source: Bidoof
de: Bidiza
ja: ビッパ

# pokemonBibarel
source: Bibarel
de: Bidifas
ja: ビーダル

# pokemonKricketot
source: Kricketot
de: Zirpurze
ja: コロボーシ

# pokemonKricketune
source: Kricketune
de: Zirpeise
ja: コロトック

# pokemonShinx
source: Shinx
de: Sheinux
ja: コリンク

# pokemonLuxio
source: Luxio
ja: ルクシオ

# pokemonLuxray
source: Luxray
de: Luxtra
ja: レントラー

# pokemonBudew
source: Budew
de: Knospi
ja: スボミー

# pokemonRoserade
source: Roserade
ja: ロズレイド

# pokemonCranidos
source: Cranidos
de: Koknodon
ja: ズガイドス

# pokemonRampardos
source: Rampardos
de: Rameidon
ja: ラムパルド

# pokemonShieldon
source: Shieldon
de: Schilterus
ja: タテトプス

# pokemonBastiodon
source: Bastiodon
de: Bollterus
ja: トリデプス

# pokemonBurmyPlant
source: Burmy
ja: ミノムッチ

# pokemonBurmySandy
source: Burmy
ja: ミノムッチ

# pokemonBurmyTrash
source: Burmy
ja: ミノムッチ

# pokemonWormadamPlant
source: Wormadam
de: Burmadame
ja: ミノマダム

# pokemonWormadamSandy
source: Wormadam
de: Burmadame
ja: ミノマダム

# pokemonWormadamTrash
source: Wormadam
de: Burmadame
ja: ミノマダム

# pokemonMothim
source: Mothim
de: Moterpel
ja: ガーメイル

# pokemonCombee
source: Combee
de: Wadribie
ja: ミツハニー

# pokemonVespiquen
source: Vespiquen
de: Honweisel
ja: ビークイン

# pokemonPachirisu
source: Pachirisu
ja: パチリス

# pokemonBuizel
source: Buizel
de: Bamelin
ja: ブイゼル

# pokemonFloatzel
source: Floatzel
de: Bojelin
ja: フローゼル

# pokemonCherubi
source: Cherubi
de: Kikugi
ja: チェリンボ

# pokemonCherrimOvercast
source: Cherrim
de: Kinoso
ja: チェリム

# pokemonCherrim
source: Cherrim
de: Kinoso
ja: チェリム

# pokemonShellos
source: Shellos
de: Schalellos
ja: カラナクシ

# pokemonGastrodon
source: Gastrodon
ja: トリトドン

# pokemonAmbipom
source: Ambipom
de: Ambidiffel
ja: エテボース

# pokemonDrifloon
source: Drifloon
de: Driftlon
ja: フワンテ

# pokemonDrifblim
source: Drifblim
de: Drifzepeli
ja: フワライド

# pokemonBuneary
source: Buneary
de: Haspiror
ja: ミミロル

# pokemonLopunny
source: Lopunny
de: Schlapor
ja: ミミロップ
