Repository: gbiktx/battle_flow_assets
Catalog: lib/l10n/pokemon_and_move_*.arb
Languages: de, ja

# pokemonDhelmise
source: Dhelmise
de: Moruda
ja: ダダリン

# pokemonJangmoO
source: Jangmo-o
de: Miniras
ja: ジャラコ

# pokemonHakamoO
source: Hakamo-o
de: Mediras
ja: ジャランゴ

# pokemonKommoO
source: Kommo-o
de: Grandiras
ja: ジャラランガ

# pokemonTapuKoko
source: Tapu Koko
de: Kapu-Riki
ja: カプ・コケコ

# pokemonTapuLele
source: Tapu Lele
de: Kapu-Fala
ja: カプ・テテフ

# pokemonTapuBulu
source: Tapu Bulu
de: Kapu-Toro
ja: カプ・ブルル

# pokemonTapuFini
source: Tapu Fini
de: Kapu-Kime
ja: カプ・レヒレ

# pokemonCosmog
source: Cosmog
ja: コスモッグ

# pokemonCosmoem
source: Cosmoem
de: Cosmovum
ja: コスモウム

# pokemonSolgaleo
source: Solgaleo
ja: ソルガレオ

# pokemonLunala
source: Lunala
ja: ルナアーラ

# pokemonNihilego
source: Nihilego
de: Anego
ja: ウツロイド

# pokemonBuzzwole
source: Buzzwole
de: Masskito
ja: マッシブーン

# pokemonPheromosa
source: Pheromosa
de: Schabelle
ja: フェローチェ

# pokemonXurkitree
source: Xurkitree
de: Voltriant
ja: デンジュモク

# pokemonCelesteela
source: Celesteela
de: Kaguron
ja: テッカグヤ

# pokemonKartana
source: Kartana
de: Katagami
ja: カミツルギ

# pokemonGuzzlord
source: Guzzlord
de: Schlingking
ja: アクジキング

# pokemonNecrozma
source: Necrozma
ja: ネクロズマ

# pokemonNecrozmaDawnWings
source: Necrozma
ja: ネクロズマ

# pokemonNecrozmaMane
source: Necrozma
ja: ネクロズマ

# pokemonNecrozmaUltra
source: Necrozma
ja: ネクロズマ

# pokemonMagearna
source: Magearna
ja: マギアナ

# pokemonMarshadow
source: Marshadow
ja: マーシャドー

# pokemonPoipole
source: Poipole
de: Venicro
ja: ベベノム

# pokemonNaganadel
source: Naganadel
de: Agoyon
ja: アーゴヨン

# pokemonStakataka
source: Stakataka
de: Muramura
ja: ツンデツンデ

# pokemonBlacephalon
source: Blacephalon
de: Kopplosio
ja: ズガドーン

# pokemonZeraora
source: Zeraora
ja: ゼラオラ

# pokemonMeltan
source: Meltan
ja: メルタン

# pokemonMelmetal
source: Melmetal
ja: メルメタル

# pokemonGrookey
source: Grookey
de: Chimpep
ja: サルノリ

# pokemonThwackey
source: Thwackey
de: Chimstix
ja: バチンキー

# pokemonRillaboom
source: Rillaboom
de: Gortrom
ja: ゴリランダー

# pokemonScorbunny
source: Scorbunny
de: Hopplo
ja: ヒバニー

# pokemonRaboot
source: Raboot
de: Kickerlo
ja: ラビフット

# pokemonCinderace
source: Cinderace
de: Liberlo
ja: エースバーン

# pokemonSobble
source: Sobble
de: Memmeon
ja: メッソン

# pokemonDrizzile
source: Drizzile
de: Phlegleon
ja: ジメレオン

# pokemonInteleon
source: Inteleon
de: Intelleon
ja: インテレオン

# pokemonSkwovet
source: Skwovet
de: Raffel
ja: ホシガリス

# pokemonGreedent
source: Greedent
de: Schlaraffel
ja: ヨクバリス

# pokemonRookidee
source: Rookidee
de: Meikro
ja: ココガラ

# pokemonCorvisquire
source: Corvisquire
de: Kranoviz
ja: アオガラス

# pokemonCorviknight
source: Corviknight
de: Krarmor
ja: アーマーガア

# pokemonBlipbug
source: Blipbug
de: Sensect
ja: サッチムシ

# pokemonDottler
source: Dottler
de: Keradar
ja: レドームシ

# pokemonOrbeetle
source: Orbeetle
de: Maritellit
ja: イオルブ

# pokemonNickit
source: Nickit
de: Kleptifux
ja: クスネ

# pokemonThievul
source: Thievul
de: Gaunux
ja: フォクスライ

# pokemonGossifleur
source: Gossifleur
de: Cottini
ja: ヒメンカ

# pokemonEldegoss
source: Eldegoss
de: Cottomi
ja: ワタシラガ

# pokemonWooloo
source: Wooloo
de: Wolly
ja: ウールー

# pokemonDubwool
source: Dubwool
de: Zwollock
ja: バイウールー

# pokemonChewtle
source: Chewtle
de: Kamehaps
ja: カムカメ

# pokemonDrednaw
source: Drednaw
de: Kamalm
ja: カジリガメ

# pokemonYamper
source: Yamper
de: Voldi
ja: ワンパチ

# pokemonBoltund
source: Boltund
de: Bellektro
ja: パルスワン

# pokemonRolycoly
source: Rolycoly
de: Klonkett
ja: タンドン

# pokemonCarkol
source: Carkol
de: Wagong
ja: トロッゴン

# pokemonCoalossal
source: Coalossal
de: Montecarbo
ja: セキタンザン

# pokemonApplin
source: Applin
de: Knapfel
ja: カジッチュ

# pokemonFlapple
source: Flapple
de: Drapfel
ja: アップリュー

# pokemonAppletun
source: Appletun
de: Schlapfel
ja: タルップル

# pokemonSilicobra
source: Silicobra
de: Salanga
ja: スナヘビ

# pokemonSandaconda
source: Sandaconda
de: Sanaconda
ja: サダイジャ

# pokemonCramorant
source: Cramorant
de: Urgl
ja: ウッウ

# pokemonArrokuda
source: Arrokuda
de: Pikuda
ja: サシカマス

# pokemonBarraskewda
source: Barraskewda
de: Barrakiefa
ja: カマスジョー

# pokemonToxel
source: Toxel
ja: エレズン

# pokemonToxtricity
source: Toxtricity
de: Riffex
ja: ストリンダー

# pokemonSizzlipede
source: Sizzlipede
de: Thermopod
ja: ヤクデ

# pokemonCentiskorch
source: Centiskorch
de: Infernopod
ja: マルヤクデ

# pokemonClobbopus
source: Clobbopus
de: Klopptopus
ja: タタッコ

# pokemonGrapploct
source: Grapploct
de: Kaocto
ja: オトスパス

# pokemonSinistea
source: Sinistea
de: Fatalitee
ja: ヤバチャ

# pokemonPolteageist
source: Polteageist
de: Mortipot
ja: ポットデス

# pokemonHatenna
source: Hatenna
de: Brimova
ja: ミブリム

# pokemonHattrem
source: Hattrem
de: Brimano
ja: テブリム

# pokemonHatterene
source: Hatterene
de: Silembrim
ja: ブリムオン

# pokemonImpidimp
source: Impidimp
de: Bähmon
ja: ベロバー

# pokemonMorgrem
source: Morgrem
de: Pelzebub
ja: ギモー

# pokemonGrimmsnarl
source: Grimmsnarl
de: Olangaar
ja: オーロンゲ

# pokemonObstagoon
source: Obstagoon
de: Barrikadax
ja: タチフサグマ

# pokemonPerrserker
source: Perrserker
de: Mauzinger
ja: ニャイキング

# pokemonCursola
source: Cursola
de: Gorgasonn
ja: サニゴーン

# pokemonSirfetchd
source: Sirfetch’d
de: Lauchzelot
ja: ネギガナイト

# pokemonMrRime
source: Mr. Rime
de: Pantifrost
ja: バリコオル

# pokemonRunerigus
source: Runerigus
de: Oghnatoll
ja: デスバーン

# pokemonMilcery
source: Milcery
de: Hokumil
ja: マホミル

# pokemonAlcremie
source: Alcremie
de: Pokusan
ja: マホイップ

# pokemonFalinks
source: Falinks
de: Legios
ja: タイレーツ

# pokemonPincurchin
source: Pincurchin
de: Britzigel
ja: バチンウニ

# pokemonSnom
source: Snom
de: Snomnom
ja: ユキハミ

# pokemonFrosmoth
source: Frosmoth
de: Mottineva
ja: モスノウ

# pokemonStonjourner
source: Stonjourner
de: Humanolith
ja: イシヘンジン

# pokemonEiscue
source: Eiscue
de: Kubuin
ja: コオリッポ

# pokemonEiscueIce
source: Eiscue
de: Kubuin
ja: コオリッポ

# pokemonEiscueNoice
source: Eiscue
de: Kubuin
ja: コオリッポ

# pokemonIndeedee
source: Indeedee
de: Servol
ja: イエッサン

# pokemonMorpeko
source: Morpeko
ja: モルペコ

# pokemonCufant
source: Cufant
de: Kupfanti
ja: ゾウドウ

# pokemonCopperajah
source: Copperajah
de: Patinaraja
ja: ダイオウドウ

# pokemonDracozolt
source: Dracozolt
de: Lectragon
ja: パッチラゴン

# pokemonArctozolt
source: Arctozolt
de: Lecryodon
ja: パッチルドン

# pokemonDracovish
source: Dracovish
de: Pescragon
ja: ウオノラゴン

# pokemonArctovish
source: Arctovish
de: Pescryodon
ja: ウオチルドン

# pokemonDuraludon
source: Duraludon
ja: ジュラルドン

# pokemonDreepy
source: Dreepy
de: Grolldra
ja: ドラメシヤ

# pokemonDrakloak
source: Drakloak
de: Phandra
ja: ドロンチ

# pokemonDragapult
source: Dragapult
de: Katapuldra
ja: ドラパルト

# pokemonZacian
source: Zacian
ja: ザシアン

# pokemonZamazenta
source: Zamazenta
ja: ザマゼンタ

# pokemonEternatus
source: Eternatus
de: Endynalos
ja: ムゲンダイナ

# pokemonKubfu
source: Kubfu
de: Dakuma
ja: ダクマ

# pokemonUrshifu
source: Urshifu
de: Wulaosu
ja: ウーラオス

# pokemonZarude
source: Zarude
ja: ザルード

# pokemonRegieleki
source: Regieleki
ja: レジエレキ

# pokemonRegidrago
source: Regidrago
ja: レジドラゴ

# pokemonGlastrier
source: Glastrier
de: Polaross
ja: ブリザポス

# pokemonSpectrier
source: Spectrier
de: Phantoross
ja: レイスポス

# pokemonCalyrex
source: Calyrex
de: Coronospa
ja: バドレックス

# pokemonCalyrexIceRider
source: Calyrex
de: Coronospa
ja: バドレックス

# pokemonWyrdeer
source: Wyrdeer
de: Damythir
ja: アヤシシ

# pokemonKleavor
source: Kleavor
de: Axantor
ja: バサギリ

# pokemonUrsaluna
source: Ursaluna
ja: ガチグマ

# pokemonBasculegion
source: Basculegion
de: Salmagnis
ja: イダイトウ

# pokemonSneasler
source: Sneasler
de: Snieboss
ja: オオニューラ

# pokemonOverqwil
source: Overqwil
de: Myriador
ja: ハリーマン

# pokemonEnamorusIncarnate
source: Enamorus
de: Cupidos
ja: ラブトロス

# pokemonEnamorusTherian
source: Enamorus
de: Cupidos
ja: ラブトロス

# pokemonSprigatito
source: Sprigatito
de: Felori
ja: ニャオハ

# pokemonFloragato
source: Floragato
de: Feliospa
ja: ニャローテ

# pokemonMeowscarada
source: Meowscarada
de: Maskagato
ja: マスカーニャ

# pokemonFuecoco
source: Fuecoco
de: Krokel
ja: ホゲータ

# pokemonCrocalor
source: Crocalor
de: Lokroko
ja: アチゲータ

# pokemonSkeledirge
source: Skeledirge
de: Skelokrok
ja: ラウドボーン

# pokemonQuaxly
source: Quaxly
de: Kwaks
ja: クワッス

# pokemonQuaxwell
source: Quaxwell
de: Fuentente
ja: ウェルカモ

# pokemonQuaquaval
source: Quaquaval
de: Bailonda
ja: ウェーニバル

# pokemonLechonk
source: Lechonk
de: Ferkuli
ja: グルトン

# pokemonOinkologne
source: Oinkologne
de: Fragrunz
ja: パフュートン

# pokemonTarountula
source: Tarountula
de: Tarundel
ja: タマンチュラ

# pokemonSpidops
source: Spidops
de: Spinsidias
ja: ワナイダー

# pokemonNymble
source: Nymble
de: Micrick
ja: マメバッタ

# pokemonLokix
source: Lokix
de: Lextremo
ja: エクスレッグ

# pokemonPawmi
source: Pawmi
de: Pamo
ja: パモ

# pokemonPawmo
source: Pawmo
de: Pamamo
ja: パモット

# pokemonPawmot
source: Pawmot
de: Pamomamo
ja: パーモット

# pokemonTandemaus
source: Tandemaus
de: Zwieps
ja: ワッカネズミ

# pokemonMaushold
source: Maushold
de: Famieps
ja: イッカネズミ

# pokemonMausholdFamilyOfFour
source: Maushold
de: Famieps
ja: イッカネズミ

# pokemonMausholdFamilyOf
source: Maushold
de: Famieps
ja: イッカネズミ

# pokemonFidough
source: Fidough
de: Hefel
ja: パピモッチ

# pokemonDachsbun
source: Dachsbun
de: Backel
ja: バウッツェル

# pokemonSmoliv
source: Smoliv
de: Olini
ja: ミニーブ

# pokemonDolliv
source: Dolliv
de: Olivinio
ja: オリーニョ

# pokemonArboliva
source: Arboliva
de: Olithena
ja: オリーヴァ

# pokemonSquawkabilly
source: Squawkabilly
de: Krawalloro
ja: イキリンコ

# pokemonSquawkabillyBlue
source: Squawkabilly
de: Krawalloro
ja: イキリンコ

# pokemonSquawkabillyGreen
source: Squawkabilly
de: Krawalloro
ja: イキリンコ

# pokemonSquawkabillyWhite
source: Squawkabilly
de: Krawalloro
ja: イキリンコ

# pokemonSquawkabillyYellow
source: Squawkabilly
de: Krawalloro
ja: イキリンコ

# pokemonNacli
source: Nacli
de: Geosali
ja: コジオ

# pokemonNaclstack
source: Naclstack
de: Sedisal
ja: ジオヅム

# pokemonGarganacl
source: Garganacl
de: Saltigant
ja: キョジオーン

# pokemonCharcadet
source: Charcadet
de: Knarbon
ja: カルボウ

# pokemonArmarouge
source: Armarouge
de: Crimanzo
ja: グレンアルマ

# pokemonCeruledge
source: Ceruledge
de: Azugladis
ja: ソウブレイズ

# pokemonTadbulb
source: Tadbulb
de: Blipp
ja: ズピカ

# pokemonBellibolt
source: Bellibolt
de: Wampitz
ja: ハラバリー

# pokemonWattrel
source: Wattrel
de: Voltrel
ja: カイデン

# pokemonKilowattrel
source: Kilowattrel
de: Voltrean
ja: タイカイデン

# pokemonMaschiff
source: Maschiff
de: Mobtiff
ja: オラチフ

# pokemonMabosstiff
source: Mabosstiff
de: Mastifioso
ja: マフィティフ

# pokemonShroodle
source: Shroodle
de: Sproxi
ja: シルシュルー

# pokemonGrafaiai
source: Grafaiai
de: Affiti
ja: タギングル

# pokemonBramblin
source: Bramblin
de: Weherba
ja: アノクサ

# pokemonBrambleghast
source: Brambleghast
de: Horrerba
ja: アノホラグサ

# pokemonToedscool
source: Toedscool
de: Tentagra
ja: ノノクラゲ

# pokemonToedscruel
source: Toedscruel
de: Tenterra
ja: リククラゲ

# pokemonKlawf
source: Klawf
de: Klibbe
ja: ガケガニ

# pokemonCapsakid
source: Capsakid
de: Chilingel
ja: カプサイジ

# pokemonScovillain
source: Scovillain
de: Halupenjo
ja: スコヴィラン

# pokemonRellor
source: Rellor
de: Relluk
ja: シガロコ

# pokemonRabsca
source: Rabsca
de: Skarabaks
ja: ベラカス

# pokemonFlittle
source: Flittle
de: Flattutu
ja: ヒラヒナ

# pokemonEspathra
source: Espathra
de: Psiopatra
ja: クエスパトラ

# pokemonTinkatink
source: Tinkatink
de: Forgita
ja: カヌチャン

# pokemonTinkatuff
source: Tinkatuff
de: Tafforgita
ja: ナカヌチャン

# pokemonTinkaton
source: Tinkaton
de: Granforgita
ja: デカヌチャン

# pokemonWiglett
source: Wiglett
de: Schligda
ja: ウミディグダ

# pokemonWugtrio
source: Wugtrio
de: Schligdri
ja: ウミトリオ

# pokemonBombirdier
source: Bombirdier
de: Adebom
ja: オトシドリ

# pokemonFinizen
source: Finizen
de: Normifin
ja: ナミイルカ

# pokemonPalafin
source: Palafin
de: Delfinator
ja: イルカマン

# pokemonVaroom
source: Varoom
de: Knattox
ja: ブロロン

# pokemonRevavroom
source: Revavroom
de: Knattatox
ja: ブロロローム

# pokemonCyclizar
source: Cyclizar
de: Mopex
ja: モトトカゲ

# pokemonOrthworm
source: Orthworm
de: Schlurm
ja: ミミズズ

# pokemonGlimmet
source: Glimmet
de: Lumispross
ja: キラーメ

# pokemonGlimmora
source: Glimmora
de: Lumiflora
ja: キラフロル

# pokemonGreavard
source: Greavard
de: Gruff
ja: ボチ

# pokemonHoundstone
source: Houndstone
de: Friedwuff
ja: ハカドッグ

# pokemonFlamigo
source: Flamigo
de: Flaminkno
ja: カラミンゴ

# pokemonCetoddle
source: Cetoddle
de: Flaniwal
ja: アルクジラ

# pokemonCetitan
source: Cetitan
de: Kolowal
ja: ハルクジラ

# pokemonVeluza
source: Veluza
de: Agiluza
ja: ミガルーサ

# pokemonDondozo
source: Dondozo
de: Heerashai
ja: ヘイラッシャ

# pokemonTatsugiri
source: Tatsugiri
de: Nigiragi
ja: シャリタツ

# pokemonAnnihilape
source: Annihilape
de: Epitaff
ja: コノヨザル

# pokemonClodsire
source: Clodsire
de: Suelord
ja: ドオー

# pokemonFarigiraf
source: Farigiraf
ja: リキキリン

# pokemonDudunsparce
source: Dudunsparce
de: Dummimisel
ja: ノココッチ

# pokemonKingambit
source: Kingambit
de: Gladimperio
ja: ドドゲザン

# pokemonGreattusk
source: Great Tusk
de: Riesenzahn
ja: イダイナキバ

# pokemonScreamtail
source: Scream Tail
de: Brüllschweif
ja: サケブシッポ

# pokemonBrutebonnet
source: Brute Bonnet
de: Wutpilz
ja: アラブルタケ

# pokemonFluttermane
source: Flutter Mane
de: Flatterhaar
ja: ハバタクカミ

# pokemonSlitherwing
source: Slither Wing
de: Kriechflügel
ja: チヲハウハネ

# pokemonSandyshocks
source: Sandy Shocks
de: Sandfell
ja: スナノケガワ

# pokemonIrontreads
source: Iron Treads
de: Eisenrad
ja: テツノワダチ

# pokemonIronbundle
source: Iron Bundle
de: Eisenbündel
ja: テツノツツミ

# pokemonIronhands
source: Iron Hands
de: Eisenhand
ja: テツノカイナ

# pokemonIronjugulis
source: Iron Jugulis
de: Eisenhals
ja: テツノコウベ

# pokemonIronmoth
source: Iron Moth
de: Eisenfalter
ja: テツノドクガ

# pokemonIronthorns
source: Iron Thorns
de: Eisendorn
ja: テツノイバラ

# pokemonFrigibax
source: Frigibax
de: Frospino
ja: セビエ

# pokemonArctibax
source: Arctibax
de: Cryospino
ja: セゴール

# pokemonBaxcalibur
source: Baxcalibur
de: Espinodon
ja: セグレイブ

# pokemonGimmighoul
source: Gimmighoul
de: Gierspenst
ja: コレクレー

# pokemonGholdengo
source: Gholdengo
de: Monetigo
ja: サーフゴー

# pokemonWoChien
source: Wo-Chien
de: Chongjian
ja: チオンジェン

# pokemonChienPao
source: Chien-Pao
de: Baojian
ja: パオジアン

# pokemonTingLu
source: Ting-Lu
de: Dinglu
ja: ディンルー

# pokemonChiYu
source: Chi-Yu
de: Yuyu
ja: イーユイ

# pokemonRoaringmoon
source: Roaring Moon
de: Donnersichel
ja: トドロクツキ

# pokemonIronvaliant
source: Iron Valiant
de: Eisenkrieger
ja: テツノブジン

# pokemonKoraidon
source: Koraidon
ja: コライドン

# pokemonMiraidon
source: Miraidon
ja: ミライドン

# moveAcid
source: Acid
de: Säure
ja: ようかいえき

# moveAcidSpray
source: Acid Spray
de: Säurespeier
ja: アシッドボム

# moveAcrobatics
source: Acrobatics
de: Akrobatik
ja: アクロバット

# moveAegislashChargeAirSlash
source: Air Slash
de: Luftschnitt
ja: エアスラッシュ

# moveAegislashChargePsychoCut
source: Psycho Cut
de: Psychoklinge
ja: サイコカッター

# moveAerialAce
source: Aerial Ace
de: Aero-Ass
ja: つばめがえし

# moveAeroblast
source: Aeroblast
de: Luftstoß
ja: エアロブラスト

# moveAirCutter
source: Air Cutter
de: Windschnitt
ja: エアカッター

# moveAirSlash
source: Air Slash
de: Luftschnitt
ja: エアスラッシュ

# moveAncientPower
source: Ancient Power
de: Antik-Kraft
ja: げんしのちから

# moveAquaJet
source: Aqua Jet
de: Wasserdüse
ja: アクアジェット

# moveAquaStep
source: Aqua Step
de: Wogentanz
ja: アクアステップ

# moveAquaTail
source: Aqua Tail
de: Nassschweif
ja: アクアテール

# moveAstonish
source: Astonish
de: Erstauner
ja: おどろかす

# moveAuraSphere
source: Aura Sphere
de: Aurasphäre
ja: はどうだん

# moveAuraWheelDark
source: Aura Wheel
de: Aura-Rad
ja: オーラぐるま

# moveAuraWheelElectric
source: Aura Wheel
de: Aura-Rad
ja: オーラぐるま

# moveAuroraBeam
source: Aurora Beam
de: Aurorastrahl
ja: オーロラビーム

# moveAvalanche
source: Avalanche
de: Lawine
ja: ゆきなだれ

# moveBehemothBash
source: Behemoth Bash
de: Gigantenstoß
ja: きょじゅうだん

# moveBehemothBlade
source: Behemoth Blade
de: Gigantenhieb
ja: きょじゅうざん

# moveBite
source: Bite
de: Biss
ja: かみつく

# moveBlastBurn
source: Blast Burn
de: Lohekanonade
ja: ブラストバーン

# moveBlazeKick
source: Blaze Kick
de: Feuerfeger
ja: ブレイズキック

# moveBleakwindStorm
source: Bleakwind Storm
de: Polarorkan
ja: こがらしあらし

# moveBlizzard
source: Blizzard
ja: ふぶき

# moveBodySlam
source: Body Slam
ja: のしかかり

# moveBoneClub
source: Bone Club
de: Knochenkeule
ja: ホネこんぼう

# moveBoomburst
source: Boomburst
de: Überschallknall
ja: ばくおんぱ

# moveBraveBird
source: Brave Bird
de: Sturzflug
ja: ブレイブバード

# moveBreakingSwipe
source: Breaking Swipe
de: Breitseite
ja: ワイドブレイカー

# moveBrickBreak
source: Brick Break
de: Durchbruch
ja: かわらわり

# moveBrine
source: Brine
de: Lake
ja: しおみず

# moveBrutalSwing
source: Brutal Swing
de: Wirbler
ja: ぶんまわす

# moveBubble
source: Bubble
de: Blubber
ja: あわ

# moveBubbleBeam
source: Bubble Beam
de: Blubbstrahl
ja: バブルこうせん

# moveBugBite
source: Bug Bite
de: Käferbiss
ja: むしくい

# moveBugBuzz
source: Bug Buzz
de: Käfergebrumm
ja: むしのさざめき

# moveBulldoze
source: Bulldoze
de: Dampfwalze
ja: じならし

# moveBulletPunch
source: Bullet Punch
de: Patronenhieb
ja: バレットパンチ

# moveBulletSeed
source: Bullet Seed
de: Kugelsaat
ja: タネマシンガン

# moveChargeBeam
source: Charge Beam
de: Ladestrahl
ja: チャージビーム

# moveCharm
source: Charm
de: Charme
ja: あまえる

# moveChillingWater
source: Chilling Water
de: Kalte Dusche
ja: ひやみず

# moveClangingScales
source: Clanging Scales
de: Schuppenrasseln
ja: スケイルノイズ

# moveCloseCombat
source: Close Combat
de: Nahkampf
ja: インファイト

# moveConfusion
source: Confusion
de: Konfusion
ja: ねんりき

# moveCounter
source: Counter
de: Konter
ja: カウンター

# moveCrabhammer
source: Crabhammer
de: Krabbhammer
ja: クラブハンマー

# moveCrossChop
source: Cross Chop
de: Kreuzhieb
ja: クロスチョップ

# moveCrossPoison
source: Cross Poison
de: Giftstreich
ja: クロスポイズン

# moveCrunch
source: Crunch
de: Knirscher
ja: かみくだく

# moveCrushGrip
source: Crush Grip
de: Quetschgriff
ja: にぎりつぶす

# moveCut
source: Cut
de: Zerschneider
ja: いあいぎり

# moveDarkestLariat
source: Darkest Lariat
de: Dark Lariat
ja: ＤＤラリアット

# moveDarkPulse
source: Dark Pulse
de: Finsteraura
ja: あくのはどう

# moveDazzlingGleam
source: Dazzling Gleam
de: Zauberschein
ja: マジカルシャイン

# moveDig
source: Dig
de: Schaufler
ja: あなをほる

# moveDisarmingVoice
source: Disarming Voice
de: Säuselstimme
ja: チャームボイス

# moveDischarge
source: Discharge
de: Ladungsstoß
ja: ほうでん

# moveDoomDesire
source: Doom Desire
de: Kismetwunsch
ja: はめつのねがい

# moveDoubleIronBash
source: Double Iron Bash
de: Panzerfäuste
ja: ダブルパンツァー

# moveDoubleKick
source: Double Kick
de: Doppelkick
ja: にどげり

# moveDracoMeteor
source: Draco Meteor
ja: りゅうせいぐん

# moveDragonAscent
source: Dragon Ascent
de: Zenitstürmer
ja: ガリョウテンセイ

# moveDragonBreath
source: Dragon Breath
de: Feuerodem
ja: りゅうのいぶき

# moveDragonClaw
source: Dragon Claw
de: Drachenklaue
ja: ドラゴンクロー

# moveDragonEnergy
source: Dragon Energy
de: Drachenkräfte
ja: ドラゴンエナジー

# moveDragonPulse
source: Dragon Pulse
de: Drachenpuls
ja: りゅうのはどう

# moveDragonTail
source: Dragon Tail
de: Drachenrute
ja: ドラゴンテール

# moveDrainingKiss
source: Draining Kiss
de: Diebeskuss
ja: ドレインキッス

# moveDrainPunch
source: Drain Punch
de: Ableithieb
ja: ドレインパンチ

# moveDrillPeck
source: Drill Peck
de: Bohrschnabel
ja: ドリルくちばし

# moveDrillRun
source: Drill Run
de: Schlagbohrer
ja: ドリルライナー

# moveDynamaxCannon
source: Dynamax Cannon
de: Dynamax-Kanone
ja: ダイマックスほう

# moveDynamicPunch
source: Dynamic Punch
de: Wuchtschlag
ja: ばくれつパンチ

# moveEarthquake
source: Earthquake
de: Erdbeben
ja: じしん

# moveEarthPower
source: Earth Power
de: Erdkräfte
ja: だいちのちから

# moveEmber
source: Ember
de: Glut
ja: ひのこ

# moveEnergyBall
source: Energy Ball
de: Energieball
ja: エナジーボール

# moveExtrasensory
source: Extrasensory
de: Sondersensor
ja: じんつうりき

# moveFairyWind
source: Fairy Wind
de: Feenbrise
ja: ようせいのかぜ

# moveFeatherDance
source: Feather Dance
de: Daunenreigen
ja: フェザーダンス

# moveFeintAttack
source: Feint Attack
de: Finte
ja: だましうち

# moveFellStinger
source: Fell Stinger
de: Stachelfinale
ja: とどめばり

# moveFireBlast
source: Fire Blast
de: Feuersturm
ja: だいもんじ

# moveFireFang
source: Fire Fang
de: Feuerzahn
ja: ほのおのキバ

# moveFirePunch
source: Fire Punch
de: Feuerschlag
ja: ほのおのパンチ

# moveFireSpin
source: Fire Spin
de: Feuerwirbel
ja: ほのおのうず

# moveFlamethrower
source: Flamethrower
de: Flammenwurf
ja: かえんほうしゃ

# moveFlameBurst
source: Flame Burst
de: Funkenflug
ja: はじけるほのお

# moveFlameCharge
source: Flame Charge
de: Nitroladung
ja: ニトロチャージ

# moveFlameWheel
source: Flame Wheel
de: Flammenrad
ja: かえんぐるま

# moveFlashCannon
source: Flash Cannon
de: Lichtkanone
ja: ラスターカノン

# moveFlowerTrick
source: Flower Trick
de: Blumentrick
ja: トリックフラワー

# moveFly
source: Fly
de: Fliegen
ja: そらをとぶ

# moveFlyingPress
source: Flying Press
ja: フライングプレス

# moveFocusBlast
source: Focus Blast
de: Fokusstoß
ja: きあいだま

# moveForcePalm
source: Force Palm
de: Kraftwelle
ja: はっけい

# moveFoulPlay
source: Foul Play
de: Schmarotzer
ja: イカサマ

# moveFreezeShock
source: Freeze Shock
de: Frostvolt
ja: フリーズボルト

# moveFrenzyPlant
source: Frenzy Plant
de: Flora-Statue
ja: ハードプラント

# moveFrostBreath
source: Frost Breath
de: Eisesodem
ja: こおりのいぶき

# moveFrustration
source: Frustration
ja: やつあたり

# moveFuryCutter
source: Fury Cutter
de: Zornklinge
ja: れんぞくぎり

# moveFusionBolt
source: Fusion Bolt
de: Kreuzdonner
ja: クロスサンダー

# moveFusionFlare
source: Fusion Flare
de: Kreuzflamme
ja: クロスフレイム

# moveFutureSight
source: Future Sight
de: Seher
ja: みらいよち

# moveGeomancy
source: Geomancy
de: Geokontrolle
ja: ジオコントロール

# moveGigaDrain
source: Giga Drain
de: Gigasauger
ja: ギガドレイン

# moveGigaImpact
source: Giga Impact
de: Gigastoß
ja: ギガインパクト

# moveGlaciate
source: Glaciate
de: Eiszeit
ja: こごえるせかい

# moveGrassKnot
source: Grass Knot
de: Strauchler
ja: くさむすび

# moveGunkShot
source: Gunk Shot
de: Mülltreffer
ja: ダストシュート

# moveGust
source: Gust
de: Windstoß
ja: かぜおこし

# moveGyroBall
source: Gyro Ball
ja: ジャイロボール

# moveHeartStamp
source: Heart Stamp
de: Herzstempel
ja: ハートスタンプ

# moveHeatWave
source: Heat Wave
de: Hitzewelle
ja: ねっぷう

# moveHeavySlam
source: Heavy Slam
de: Rammboss
ja: ヘビーボンバー

# moveHex
source: Hex
de: Bürde
ja: たたりめ

# moveHiddenPowerBug
source: Hidden Power
de: Kraftreserve
ja: めざめるパワー

# moveHiddenPowerDark
source: Hidden Power
de: Kraftreserve
ja: めざめるパワー

# moveHiddenPowerDragon
source: Hidden Power
de: Kraftreserve
ja: めざめるパワー

# moveHiddenPowerElectric
source: Hidden Power
de: Kraftreserve
ja: めざめるパワー

# moveHiddenPowerFighting
source: Hidden Power
de: Kraftreserve
ja: めざめるパワー

# moveHiddenPowerFire
source: Hidden Power
de: Kraftreserve
ja: めざめるパワー

# moveHiddenPowerFlying
source: Hidden Power
de: Kraftreserve
ja: めざめるパワー

# moveHiddenPowerGhost
source: Hidden Power
de: Kraftreserve
ja: めざめるパワー

# moveHiddenPowerGrass
source: Hidden Power
de: Kraftreserve
ja: めざめるパワー

# moveHiddenPowerGround
source: Hidden Power
de: Kraftreserve
ja: めざめるパワー

# moveHiddenPowerIce
source: Hidden Power
de: Kraftreserve
ja: めざめるパワー

# moveHiddenPowerPoison
source: Hidden Power
de: Kraftreserve
ja: めざめるパワー

# moveHiddenPowerPsychic
source: Hidden Power
de: Kraftreserve
ja: めざめるパワー

# moveHiddenPowerRock
source: Hidden Power
de: Kraftreserve
ja: めざめるパワー

# moveHiddenPowerSteel
source: Hidden Power
de: Kraftreserve
ja: めざめるパワー

# moveHiddenPowerWater
source: Hidden Power
de: Kraftreserve
ja: めざめるパワー

# moveHighHorsepower
source: High Horsepower
de: Pferdestärke
ja: １０まんばりき

# moveHighJumpKick
source: High Jump Kick
de: Turmkick
ja: とびひざげり

# moveHornAttack
source: Horn Attack
de: Hornattacke
ja: つのでつく

# moveHurricane
source: Hurricane
de: Orkan
ja: ぼうふう

# moveHydroCannon
source: Hydro Cannon
de: Aquahaubitze
ja: ハイドロカノン

# moveHydroPump
source: Hydro Pump
de: Hydropumpe
ja: ハイドロポンプ

# moveHydroPumpBlastoise
source: Hydro Pump
de: Hydropumpe
ja: ハイドロポンプ

# moveHyperBeam
source: Hyper Beam
de: Hyperstrahl
ja: はかいこうせん

# moveHyperFang
source: Hyper Fang
de: Hyperzahn
ja: ひっさつまえば

# moveIceBeam
source: Ice Beam
de: Eisstrahl
ja: れいとうビーム

# moveIceBurn
source: Ice Burn
de: Frosthauch
ja: コールドフレア

# moveIceFang
source: Ice Fang
de: Eiszahn
ja: こおりのキバ

# moveIcePunch
source: Ice Punch
de: Eishieb
ja: れいとうパンチ

# moveIceShard
source: Ice Shard
de: Eissplitter
ja: こおりのつぶて

# moveIcicleSpear
source: Icicle Spear
de: Eisspeer
ja: つららばり

# moveIcyWind
source: Icy Wind
de: Eissturm
ja: こごえるかぜ

# moveIncinerate
source: Incinerate
de: Einäschern
ja: やきつくす

# moveInfestation
source: Infestation
de: Plage
ja: まとわりつく
