Repository: gbiktx/battle_flow_assets
Catalog: lib/l10n/pokemon_and_move_*.arb
Languages: de, ja

# moveIronHead
source: Iron Head
de: Eisenschädel
ja: アイアンヘッド

# moveIronTail
source: Iron Tail
de: Eisenschweif
ja: アイアンテール

# moveKarateChop
source: Karate Chop
de: Karateschlag
ja: からてチョップ

# moveLastResort
source: Last Resort
de: Zuflucht
ja: とっておき

# moveLeafage
source: Leafage
de: Blattwerk
ja: このは

# moveLeafBlade
source: Leaf Blade
de: Laubklinge
ja: リーフブレード

# moveLeafStorm
source: Leaf Storm
de: Blättersturm
ja: リーフストーム

# moveLeafTornado
source: Leaf Tornado
de: Grasmixer
ja: グラスミキサー

# moveLick
source: Lick
de: Schlecker
ja: したでなめる

# moveLiquidation
source: Liquidation
de: Aquadurchstoß
ja: アクアブレイク

# moveLockOn
source: Lock-On
de: Zielschuss
ja: ロックオン

# moveLowKick
source: Low Kick
de: Fußkick
ja: けたぐり

# moveLowSweep
source: Low Sweep
de: Fußtritt
ja: ローキック

# moveLunge
source: Lunge
de: Anfallen
ja: とびかかる

# moveLusterPurge
source: Luster Purge
de: Scheinwerfer
ja: ラスターパージ

# moveMagicalLeaf
source: Magical Leaf
de: Zauberblatt
ja: マジカルリーフ

# moveMagmaStorm
source: Magma Storm
de: Lavasturm
ja: マグマストーム

# moveMagnetBomb
source: Magnet Bomb
de: Magnetbombe
ja: マグネットボム

# moveMegahorn
source: Megahorn
de: Vielender
ja: メガホーン

# moveMegaDrain
source: Mega Drain
de: Megasauger
ja: メガドレイン

# moveMetalClaw
source: Metal Claw
de: Metallklaue
ja: メタルクロー

# moveMetalSound
source: Metal Sound
de: Metallsound
ja: きんぞくおん

# moveMeteorBeam
source: Meteor Beam
de: Meteorstrahl
ja: メテオビーム

# moveMeteorMash
source: Meteor Mash
de: Sternenhieb
ja: コメットパンチ

# moveMirrorCoat
source: Mirror Coat
de: Spiegelcape
ja: ミラーコート

# moveMirrorShot
source: Mirror Shot
de: Spiegelsalve
ja: ミラーショット

# moveMistBall
source: Mist Ball
de: Nebelball
ja: ミストボール

# moveMoonblast
source: Moonblast
de: Mondgewalt
ja: ムーンフォース

# moveMoongeistBeam
source: Moongeist Beam
de: Schattenstrahl
ja: シャドーレイ

# moveMuddyWater
source: Muddy Water
de: Lehmbrühe
ja: だくりゅう

# moveMudBomb
source: Mud Bomb
de: Schlammbombe
ja: どろばくだん

# moveMudShot
source: Mud Shot
de: Lehmschuss
ja: マッドショット

# moveMudSlap
source: Mud-Slap
de: Lehmschelle
ja: どろかけ

# moveMysticalFire
source: Mystical Fire
de: Magieflamme
ja: マジカルフレイム

# moveNaturesMadness
source: Nature’s Madness
de: Naturzorn
ja: しぜんのいかり

# moveNightShade
source: Night Shade
de: Nachtnebel
ja: ナイトヘッド

# moveNightSlash
source: Night Slash
de: Nachthieb
ja: つじぎり

# moveOblivionWing
source: Oblivion Wing
de: Unheilsschwingen
ja: デスウイング

# moveObstruct
source: Obstruct
de: Abblocker
ja: ブロッキング

# moveOctazooka
source: Octazooka
ja: オクタンほう

# moveOminousWind
source: Ominous Wind
de: Unheilböen
ja: あやしいかぜ

# moveOriginPulse
source: Origin Pulse
de: Ursprungswoge
ja: こんげんのはどう

# moveOutrage
source: Outrage
de: Wutanfall
ja: げきりん

# moveOverheat
source: Overheat
de: Hitzekoller
ja: オーバーヒート

# moveParabolicCharge
source: Parabolic Charge
de: Parabolladung
ja: パラボラチャージ

# movePayback
source: Payback
de: Gegenstoß
ja: しっぺがえし

# movePeck
source: Peck
de: Pikser
ja: つつく

# movePetalBlizzard
source: Petal Blizzard
de: Blütenwirbel
ja: はなふぶき

# movePlayRough
source: Play Rough
de: Knuddler
ja: じゃれつく

# movePoisonFang
source: Poison Fang
de: Giftzahn
ja: どくどくのキバ

# movePoisonJab
source: Poison Jab
de: Gifthieb
ja: どくづき

# movePoisonSting
source: Poison Sting
de: Giftstachel
ja: どくばり

# movePoltergeist
source: Poltergeist
ja: ポルターガイスト

# movePound
source: Pound
de: Klaps
ja: はたく

# movePowderSnow
source: Powder Snow
de: Pulverschnee
ja: こなゆき

# movePowerGem
source: Power Gem
de: Juwelenkraft
ja: パワージェム

# movePowerUpPunch
source: Power-Up Punch
de: Steigerungshieb
ja: グロウパンチ

# movePowerWhip
source: Power Whip
de: Blattgeißel
ja: パワーウィップ

# movePrecipiceBlades
source: Precipice Blades
de: Abgrundsklinge
ja: だんがいのつるぎ

# movePresent
source: Present
de: Geschenk
ja: プレゼント

# movePsybeam
source: Psybeam
de: Psystrahl
ja: サイケこうせん

# movePsychic
source: Psychic
de: Psychokinese
ja: サイコキネシス

# movePsychicFangs
source: Psychic Fangs
de: Psychobeißer
ja: サイコファング

# movePsychoBoost
source: Psycho Boost
de: Psyschub
ja: サイコブースト

# movePsychoCut
source: Psycho Cut
de: Psychoklinge
ja: サイコカッター

# movePsyshock
source: Psyshock
de: Psychoschock
ja: サイコショック

# movePsystrike
source: Psystrike
de: Psychostoß
ja: サイコブレイク

# movePsywave
source: Psywave
de: Psywelle
ja: サイコウェーブ

# moveQuickAttack
source: Quick Attack
de: Ruckzuckhieb
ja: でんこうせっか

# moveRageFist
source: Rage Fist
de: Zornesfaust
ja: ふんどのこぶし

# moveRazorLeaf
source: Razor Leaf
de: Rasierblatt
ja: はっぱカッター

# moveRazorShell
source: Razor Shell
de: Kalkklinge
ja: シェルブレード

# moveRest
source: Rest
de: Erholung
ja: ねむる

# moveReturn
source: Return
de: Rückkehr
ja: おんがえし

# moveRoarOfTime
source: Roar of Time
de: Zeitenlärm
ja: ときのほうこう

# moveRockBlast
source: Rock Blast
de: Felswurf
ja: ロックブラスト

# moveRockSlide
source: Rock Slide
de: Steinhagel
ja: いわなだれ

# moveRockSmash
source: Rock Smash
de: Zertrümmerer
ja: いわくだき

# moveRockThrow
source: Rock Throw
de: Steinwurf
ja: いわおとし

# moveRockTomb
source: Rock Tomb
de: Felsgrab
ja: がんせきふうじ

# moveRockWrecker
source: Rock Wrecker
de: Felswerfer
ja: がんせきほう

# moveRollout
source: Rollout
de: Walzer
ja: ころがる

# moveSacredFire
source: Sacred Fire
de: Läuterfeuer
ja: せいなるほのお

# moveSacredSword
source: Sacred Sword
de: Sanctoklinge
ja: せいなるつるぎ

# moveSandsearStorm
source: Sandsear Storm
de: Wüstenorkan
ja: ねっさのあらし

# moveSandAttack
source: Sand Attack
de: Sandwirbel
ja: すなかけ

# moveSandTomb
source: Sand Tomb
de: Sandgrab
ja: すなじごく

# moveScald
source: Scald
de: Siedewasser
ja: ねっとう

# moveScorchingSands
source: Scorching Sands
de: Brandsand
ja: ねっさのだいち

# moveScratch
source: Scratch
de: Kratzer
ja: ひっかく

# moveSeedBomb
source: Seed Bomb
de: Samenbomben
ja: タネばくだん

# moveSeedFlare
source: Seed Flare
de: Schocksamen
ja: シードフレア

# moveShadowBall
source: Shadow Ball
de: Spukball
ja: シャドーボール

# moveShadowBone
source: Shadow Bone
de: Schattenknochen
ja: シャドーボーン

# moveShadowClaw
source: Shadow Claw
de: Dunkelklaue
ja: シャドークロー

# moveShadowForce
source: Shadow Force
de: Schemenkraft
ja: シャドーダイブ

# moveShadowPunch
source: Shadow Punch
de: Finsterfaust
ja: シャドーパンチ

# moveShadowSneak
source: Shadow Sneak
de: Schattenstoß
ja: かげうち

# moveSignalBeam
source: Signal Beam
de: Ampelleuchte
ja: シグナルビーム

# moveSilverWind
source: Silver Wind
de: Silberhauch
ja: ぎんいろのかぜ

# moveSkullBash
source: Skull Bash
de: Schädelwumme
ja: ロケットずつき

# moveSkyAttack
source: Sky Attack
de: Himmelsfeger
ja: ゴッドバード

# moveSludge
source: Sludge
de: Schlammbad
ja: ヘドロこうげき

# moveSludgeBomb
source: Sludge Bomb
de: Matschbombe
ja: ヘドロばくだん

# moveSludgeWave
source: Sludge Wave
de: Schlammwoge
ja: ヘドロウェーブ

# moveSmackDown
source: Smack Down
de: Katapult
ja: うちおとす

# moveSnarl
source: Snarl
de: Standpauke
ja: バークアウト

# moveSolarBeam
source: Solar Beam
de: Solarstrahl
ja: ソーラービーム

# moveSpacialRend
source: Spacial Rend
de: Raumschlag
ja: あくうせつだん

# moveSpark
source: Spark
de: Funkensprung
ja: スパーク

# moveSparklingAria
source: Sparkling Aria
de: Schaumserenade
ja: うたかたのアリア

# moveSpiritShackle
source: Spirit Shackle
de: Schattenfessel
ja: かげぬい

# moveSplash
source: Splash
de: Platscher
ja: はねる

# moveSpringtideStorm
source: Springtide Storm
de: Frühlingsorkan
ja: はるのあらし

# moveSteelWing
source: Steel Wing
de: Stahlflügel
ja: はがねのつばさ

# moveStomp
source: Stomp
de: Stampfer
ja: ふみつけ

# moveStoneEdge
source: Stone Edge
de: Steinkante
ja: ストーンエッジ

# moveStruggle
source: Struggle
de: Verzweifler
ja: わるあがき

# moveStruggleBug
source: Struggle Bug
de: Käfertrutz
ja: むしのていこう

# moveSubmission
source: Submission
de: Überroller
ja: じごくぐるま

# moveSuckerPunch
source: Sucker Punch
de: Tiefschlag
ja: ふいうち

# moveSunsteelStrike
source: Sunsteel Strike
de: Stahlgestirn
ja: メテオドライブ

# moveSuperPower
source: Superpower
de: Kraftkoloss
ja: ばかぢから

# moveSurf
source: Surf
de: Surfer
ja: なみのり

# moveSwift
source: Swift
de: Sternschauer
ja: スピードスター

# moveSynchronoise
source: Synchronoise
de: Synchrolärm
ja: シンクロノイズ

# moveTackle
source: Tackle
ja: たいあたり

# moveTakeDown
source: Take Down
de: Bodycheck
ja: とっしん

# moveTechnoBlastBurn
source: Techno Blast
de: Techblaster
ja: テクノバスター

# moveTechnoBlastChill
source: Techno Blast
de: Techblaster
ja: テクノバスター

# moveTechnoBlastDouse
source: Techno Blast
de: Techblaster
ja: テクノバスター

# moveTechnoBlastNormal
source: Techno Blast
de: Techblaster
ja: テクノバスター

# moveTechnoBlastShock
source: Techno Blast
de: Techblaster
ja: テクノバスター

# moveThunder
source: Thunder
de: Donner
ja: かみなり

# moveThunderbolt
source: Thunderbolt
de: Donnerblitz
ja: １０まんボルト

# moveThunderCage
source: Thunder Cage
de: Blitzgefängnis
ja: サンダープリズン

# moveThunderFang
source: Thunder Fang
de: Donnerzahn
ja: かみなりのキバ

# moveThunderPunch
source: Thunder Punch
de: Donnerschlag
ja: かみなりパンチ

# moveThunderShock
source: Thunder Shock
de: Donnerschock
ja: でんきショック

# moveTorchSong
source: Torch Song
de: Loderlied
ja: フレアソング

# moveTrailblaze
source: Trailblaze
ja: くさわけ

# moveTransform
source: Transform
de: Wandler
ja: へんしん

# moveTripleAxel
source: Triple Axel
de: Dreifach-Axel
ja: トリプルアクセル

# moveTriAttack
source: Tri Attack
de: Triplette
ja: トライアタック

# moveTwister
source: Twister
de: Windhose
ja: たつまき

# moveUpperHand
source: Upper Hand
de: Schnellkonter
ja: はやてがえし

# moveViceGrip
source: Vise Grip
de: Klammer
ja: はさむ

# moveVineWhip
source: Vine Whip
de: Rankenhieb
ja: つるのムチ

# moveVoltSwitch
source: Volt Switch
de: Voltwechsel
ja: ボルトチェンジ

# moveVoltTackle
source: Volt Tackle
ja: ボルテッカー

# moveVCreate
source: V-create
de: V-Generator
ja: Ｖジェネレート

# moveWaterfall
source: Waterfall
de: Kaskade
ja: たきのぼり

# moveWaterGun
source: Water Gun
de: Aquaknarre
ja: みずでっぽう

# moveWaterGunFastBlastoise
source: Water Gun
de: Aquaknarre
ja: みずでっぽう

# moveWaterPulse
source: Water Pulse
de: Aquawelle
ja: みずのはどう

# moveWaterShuriken
source: Water Shuriken
de: Wasser-Shuriken
ja: みずしゅりけん

# moveWeatherBallFire
source: Weather Ball
de: Meteorologe
ja: ウェザーボール

# moveWeatherBallIce
source: Weather Ball
de: Meteorologe
ja: ウェザーボール

# moveWeatherBallNormal
source: Weather Ball
de: Meteorologe
ja: ウェザーボール

# moveWeatherBallRock
source: Weather Ball
de: Meteorologe
ja: ウェザーボール

# moveWeatherBallWater
source: Weather Ball
de: Meteorologe
ja: ウェザーボール

# moveWildboltStorm
source: Wildbolt Storm
de: Donnerorkan
ja: かみなりあらし

# moveWildCharge
source: Wild Charge
de: Stromstoß
ja: ワイルドボルト

# moveWingAttack
source: Wing Attack
de: Flügelschlag
ja: つばさでうつ

# moveWrap
source: Wrap
de: Wickel
ja: まきつく

# moveXScissor
source: X-Scissor
de: Kreuzschere
ja: シザークロス

# moveYawn
source: Yawn
de: Gähner
ja: あくび

# moveZapCannon
source: Zap Cannon
de: Blitzkanone
ja: でんじほう

# moveZenHeadbutt
source: Zen Headbutt
de: Zen-Kopfstoß
ja: しねんのずつき

# pokemonWalkingWake
source: Walking Wake
de: Windewoge

# pokemonIronLeaves
source: Iron Leaves
de: Eisenblatt

# pokemonDipplin
source: Dipplin
de: Sirapfel

# pokemonPoltchageist
source: Poltchageist
de: Mortcha

# pokemonSinistcha
source: Sinistcha
de: Fatalitcha

# pokemonOkidogi
source: Okidogi
de: Boninu

# pokemonMunkidori
source: Munkidori
de: Benesaru

# pokemonFezandipiti
source: Fezandipiti
de: Beatori

# pokemonArchaludon
source: Archaludon
de: Briduradon

# pokemonHydrapple
source: Hydrapple
de: Hydrapfel

# pokemonGougingFire
source: Gouging Fire
de: Keilflamme

# pokemonRagingBolt
source: Raging Bolt
de: Furienblitz

# pokemonIronBoulder
source: Iron Boulder
de: Eisenfels

# pokemonIronCrown
source: Iron Crown
de: Eisenhaupt

# pokemonPecharunt
source: Pecharunt
de: Infamomo
