Repository: gbiktx/battle_flow_assets
Catalog: lib/l10n/pokemon_and_move_*.arb
Languages: de, ja

# pokemonMismagius
source: Mismagius
de: Traunmagil
ja: ムウマージ

# pokemonHonchkrow
source: Honchkrow
de: Kramshef
ja: ドンカラス

# pokemonGlameow
source: Glameow
de: Charmian
ja: ニャルマー

# pokemonPurugly
source: Purugly
de: Shnurgarst
ja: ブニャット

# pokemonChingling
source: Chingling
de: Klingplim
ja: リーシャン

# pokemonStunky
source: Stunky
de: Skunkapuh
ja: スカンプー

# pokemonSkuntank
source: Skuntank
ja: スカタンク

# pokemonBronzor
source: Bronzor
de: Bronzel
ja: ドーミラー

# pokemonBronzong
source: Bronzong
ja: ドータクン

# pokemonBonsly
source: Bonsly
de: Mobai
ja: ウソハチ

# pokemonMimeJr
source: Mime Jr.
de: Pantimimi
ja: マネネ

# pokemonHappiny
source: Happiny
de: Wonneira
ja: ピンプク

# pokemonChatot
source: Chatot
de: Plaudagei
ja: ペラップ

# pokemonSpiritomb
source: Spiritomb
de: Kryppuk
ja: ミカルゲ

# pokemonGible
source: Gible
de: Kaumalat
ja: フカマル

# pokemonGabite
source: Gabite
de: Knarksel
ja: ガバイト

# pokemonGarchomp
source: Garchomp
de: Knakrack
ja: ガブリアス

# pokemonMunchlax
source: Munchlax
de: Mampfaxo
ja: ゴンベ

# pokemonRiolu
source: Riolu
ja: リオル

# pokemonLucario
source: Lucario
ja: ルカリオ

# pokemonHippopotas
source: Hippopotas
ja: ヒポポタス

# pokemonHippowdon
source: Hippowdon
de: Hippoterus
ja: カバルドン

# pokemonSkorupi
source: Skorupi
de: Pionskora
ja: スコルピ

# pokemonDrapion
source: Drapion
de: Piondragi
ja: ドラピオン

# pokemonCroagunk
source: Croagunk
de: Glibunkel
ja: グレッグル

# pokemonToxicroak
source: Toxicroak
de: Toxiquak
ja: ドクロッグ

# pokemonCarnivine
source: Carnivine
de: Venuflibis
ja: マスキッパ

# pokemonFinneon
source: Finneon
ja: ケイコウオ

# pokemonLumineon
source: Lumineon
ja: ネオラント

# pokemonMantyke
source: Mantyke
de: Mantirps
ja: タマンタ

# pokemonSnover
source: Snover
de: Shnebedeck
ja: ユキカブリ

# pokemonAbomasnow
source: Abomasnow
de: Rexblisar
ja: ユキノオー

# pokemonWeavile
source: Weavile
de: Snibunna
ja: マニューラ

# pokemonMagnezone
source: Magnezone
ja: ジバコイル

# pokemonLickilicky
source: Lickilicky
de: Schlurplek
ja: ベロベルト

# pokemonRhyperior
source: Rhyperior
de: Rihornior
ja: ドサイドン

# pokemonTangrowth
source: Tangrowth
de: Tangoloss
ja: モジャンボ

# pokemonElectivire
source: Electivire
de: Elevoltek
ja: エレキブル

# pokemonMagmortar
source: Magmortar
de: Magbrant
ja: ブーバーン

# pokemonTogekiss
source: Togekiss
ja: トゲキッス

# pokemonYanmega
source: Yanmega
ja: メガヤンマ

# pokemonLeafeon
source: Leafeon
de: Folipurba
ja: リーフィア

# pokemonGlaceon
source: Glaceon
de: Glaziola
ja: グレイシア

# pokemonGliscor
source: Gliscor
de: Skorgro
ja: グライオン

# pokemonMamoswine
source: Mamoswine
de: Mamutel
ja: マンムー

# pokemonPorygonZ
source: Porygon-Z
ja: ポリゴンＺ

# pokemonGallade
source: Gallade
de: Galagladi
ja: エルレイド

# pokemonProbopass
source: Probopass
de: Voluminas
ja: ダイノーズ

# pokemonDusknoir
source: Dusknoir
de: Zwirrfinst
ja: ヨノワール

# pokemonFroslass
source: Froslass
de: Frosdedje
ja: ユキメノコ

# pokemonRotom
source: Rotom
ja: ロトム

# pokemonRotomFan
source: Rotom
ja: ロトム

# pokemonRotomFrost
source: Rotom
ja: ロトム

# pokemonRotomHeat
source: Rotom
ja: ロトム

# pokemonRotomMow
source: Rotom
ja: ロトム

# pokemonRotomWash
source: Rotom
ja: ロトム

# pokemonUxie
source: Uxie
de: Selfe
ja: ユクシー

# pokemonMesprit
source: Mesprit
de: Vesprit
ja: エムリット

# pokemonAzelf
source: Azelf
de: Tobutz
ja: アグノム

# pokemonDialga
source: Dialga
ja: ディアルガ

# pokemonPalkia
source: Palkia
ja: パルキア

# pokemonHeatran
source: Heatran
ja: ヒードラン

# pokemonRegigigas
source: Regigigas
ja: レジギガス

# pokemonGiratinaAltered
source: Giratina
ja: ギラティナ

# pokemonGiratina
source: Giratina
ja: ギラティナ

# pokemonCresselia
source: Cresselia
ja: クレセリア

# pokemonPhione
source: Phione
ja: フィオネ

# pokemonManaphy
source: Manaphy
ja: マナフィ

# pokemonDarkrai
source: Darkrai
ja: ダークライ

# pokemonShayminLand
source: Shaymin
ja: シェイミ

# pokemonShayminSky
source: Shaymin
ja: シェイミ

# pokemonArceus
source: Arceus
ja: アルセウス

# pokemonArceusBug
source: Arceus
ja: アルセウス

# pokemonArceusDark
source: Arceus
ja: アルセウス

# pokemonArceusDragon
source: Arceus
ja: アルセウス

# pokemonArceusElectric
source: Arceus
ja: アルセウス

# pokemonArceusFairy
source: Arceus
ja: アルセウス

# pokemonArceusFighting
source: Arceus
ja: アルセウス

# pokemonArceusFire
source: Arceus
ja: アルセウス

# pokemonArceusFlying
source: Arceus
ja: アルセウス

# pokemonArceusGhost
source: Arceus
ja: アルセウス

# pokemonArceusGrass
source: Arceus
ja: アルセウス

# pokemonArceusGround
source: Arceus
ja: アルセウス

# pokemonArceusIce
source: Arceus
ja: アルセウス

# pokemonArceusPoison
source: Arceus
ja: アルセウス

# pokemonArceusPsychic
source: Arceus
ja: アルセウス

# pokemonArceusRock
source: Arceus
ja: アルセウス

# pokemonArceusSteel
source: Arceus
ja: アルセウス

# pokemonArceusWater
source: Arceus
ja: アルセウス

# pokemonVictini
source: Victini
ja: ビクティニ

# pokemonSnivy
source: Snivy
de: Serpifeu
ja: ツタージャ

# pokemonServine
source: Servine
de: Efoserp
ja: ジャノビー

# pokemonSerperior
source: Serperior
de: Serpiroyal
ja: ジャローダ

# pokemonTepig
source: Tepig
de: Floink
ja: ポカブ

# pokemonPignite
source: Pignite
de: Ferkokel
ja: チャオブー

# pokemonEmboar
source: Emboar
de: Flambirex
ja: エンブオー

# pokemonOshawott
source: Oshawott
de: Ottaro
ja: ミジュマル

# pokemonDewott
source: Dewott
de: Zwottronin
ja: フタチマル

# pokemonSamurott
source: Samurott
de: Admurai
ja: ダイケンキ

# pokemonPatrat
source: Patrat
de: Nagelotz
ja: ミネズミ

# pokemonWatchog
source: Watchog
de: Kukmarda
ja: ミルホッグ

# pokemonLillipup
source: Lillipup
de: Yorkleff
ja: ヨーテリー

# pokemonHerdier
source: Herdier
de: Terribark
ja: ハーデリア

# pokemonStoutland
source: Stoutland
de: Bissbark
ja: ムーランド

# pokemonPurrloin
source: Purrloin
de: Felilou
ja: チョロネコ

# pokemonLiepard
source: Liepard
de: Kleoparda
ja: レパルダス

# pokemonPansage
source: Pansage
de: Vegimak
ja: ヤナップ

# pokemonSimisage
source: Simisage
de: Vegichita
ja: ヤナッキー

# pokemonPansear
source: Pansear
de: Grillmak
ja: バオップ

# pokemonSimisear
source: Simisear
de: Grillchita
ja: バオッキー

# pokemonPanpour
source: Panpour
de: Sodamak
ja: ヒヤップ

# pokemonSimipour
source: Simipour
de: Sodachita
ja: ヒヤッキー

# pokemonMunna
source: Munna
de: Somniam
ja: ムンナ

# pokemonMusharna
source: Musharna
de: Somnivora
ja: ムシャーナ

# pokemonPidove
source: Pidove
de: Dusselgurr
ja: マメパト

# pokemonTranquill
source: Tranquill
de: Navitaub
ja: ハトーボー

# pokemonUnfezant
source: Unfezant
de: Fasasnob
ja: ケンホロウ

# pokemonBlitzle
source: Blitzle
de: Elezeba
ja: シママ

# pokemonZebstrika
source: Zebstrika
de: Zebritz
ja: ゼブライカ

# pokemonRoggenrola
source: Roggenrola
de: Kiesling
ja: ダンゴロ

# pokemonBoldore
source: Boldore
de: Sedimantur
ja: ガントル

# pokemonGigalith
source: Gigalith
de: Brockoloss
ja: ギガイアス

# pokemonWoobat
source: Woobat
de: Fleknoil
ja: コロモリ

# pokemonSwoobat
source: Swoobat
de: Fletiamo
ja: ココロモリ

# pokemonDrilbur
source: Drilbur
de: Rotomurf
ja: モグリュー

# pokemonExcadrill
source: Excadrill
de: Stalobor
ja: ドリュウズ

# pokemonAudino
source: Audino
de: Ohrdoch
ja: タブンネ

# pokemonTimburr
source: Timburr
de: Praktibalk
ja: ドッコラー

# pokemonGurdurr
source: Gurdurr
de: Strepoli
ja: ドテッコツ

# pokemonConkeldurr
source: Conkeldurr
de: Meistagrif
ja: ローブシン

# pokemonTympole
source: Tympole
de: Schallquap
ja: オタマロ

# pokemonPalpitoad
source: Palpitoad
de: Mebrana
ja: ガマガル

# pokemonSeismitoad
source: Seismitoad
de: Branawarz
ja: ガマゲロゲ

# pokemonThroh
source: Throh
de: Jiutesto
ja: ナゲキ

# pokemonSawk
source: Sawk
de: Karadonis
ja: ダゲキ

# pokemonSewaddle
source: Sewaddle
de: Strawickl
ja: クルミル

# pokemonSwadloon
source: Swadloon
de: Folikon
ja: クルマユ

# pokemonLeavanny
source: Leavanny
de: Matrifol
ja: ハハコモリ

# pokemonVenipede
source: Venipede
de: Toxiped
ja: フシデ

# pokemonWhirlipede
source: Whirlipede
de: Rollum
ja: ホイーガ

# pokemonScolipede
source: Scolipede
de: Cerapendra
ja: ペンドラー

# pokemonCottonee
source: Cottonee
de: Waumboll
ja: モンメン

# pokemonWhimsicott
source: Whimsicott
de: Elfun
ja: エルフーン

# pokemonPetilil
source: Petilil
de: Lilminip
ja: チュリネ

# pokemonLilligant
source: Lilligant
de: Dressella
ja: ドレディア

# pokemonBasculin
source: Basculin
de: Barschuft
ja: バスラオ

# pokemonSandile
source: Sandile
de: Ganovil
ja: メグロコ

# pokemonKrokorok
source: Krokorok
de: Rokkaiman
ja: ワルビル

# pokemonKrookodile
source: Krookodile
de: Rabigator
ja: ワルビアル

# pokemonDarumaka
source: Darumaka
de: Flampion
ja: ダルマッカ

# pokemonDarmanitan
source: Darmanitan
de: Flampivian
ja: ヒヒダルマ

# pokemonDarmanitanStandard
source: Darmanitan
de: Flampivian
ja: ヒヒダルマ

# pokemonMaractus
source: Maractus
de: Maracamba
ja: マラカッチ

# pokemonDwebble
source: Dwebble
de: Lithomith
ja: イシズマイ

# pokemonCrustle
source: Crustle
de: Castellith
ja: イワパレス

# pokemonScraggy
source: Scraggy
de: Zurrokex
ja: ズルッグ

# pokemonScrafty
source: Scrafty
de: Irokex
ja: ズルズキン

# pokemonSigilyph
source: Sigilyph
de: Symvolara
ja: シンボラー

# pokemonYamask
source: Yamask
de: Makabaja
ja: デスマス

# pokemonCofagrigus
source: Cofagrigus
de: Echnatoll
ja: デスカーン

# pokemonTirtouga
source: Tirtouga
de: Galapaflos
ja: プロトーガ

# pokemonCarracosta
source: Carracosta
de: Karippas
ja: アバゴーラ

# pokemonArchen
source: Archen
de: Flapteryx
ja: アーケン

# pokemonArcheops
source: Archeops
de: Aeropteryx
ja: アーケオス

# pokemonTrubbish
source: Trubbish
de: Unratütox
ja: ヤブクロン

# pokemonGarbodor
source: Garbodor
de: Deponitox
ja: ダストダス

# pokemonZorua
source: Zorua
ja: ゾロア

# pokemonZoroark
source: Zoroark
ja: ゾロアーク

# pokemonMinccino
source: Minccino
de: Picochilla
ja: チラーミィ

# pokemonCinccino
source: Cinccino
de: Chillabell
ja: チラチーノ

# pokemonGothita
source: Gothita
de: Mollimorba
ja: ゴチム

# pokemonGothorita
source: Gothorita
de: Hypnomorba
ja: ゴチミル

# pokemonGothitelle
source: Gothitelle
de: Morbitesse
ja: ゴチルゼル

# pokemonSolosis
source: Solosis
de: Monozyto
ja: ユニラン

# pokemonDuosion
source: Duosion
de: Mitodos
ja: ダブラン

# pokemonReuniclus
source: Reuniclus
de: Zytomega
ja: ランクルス

# pokemonDucklett
source: Ducklett
de: Piccolente
ja: コアルヒー

# pokemonSwanna
source: Swanna
de: Swaroness
ja: スワンナ

# pokemonVanillite
source: Vanillite
de: Gelatini
ja: バニプッチ

# pokemonVanillish
source: Vanillish
de: Gelatroppo
ja: バニリッチ

# pokemonVanilluxe
source: Vanilluxe
de: Gelatwino
ja: バイバニラ

# pokemonDeerling
source: Deerling
de: Sesokitz
ja: シキジカ

# pokemonSawsbuck
source: Sawsbuck
de: Kronjuwild
ja: メブキジカ

# pokemonEmolga
source: Emolga
ja: エモンガ

# pokemonKarrablast
source: Karrablast
de: Laukaps
ja: カブルモ

# pokemonEscavalier
source: Escavalier
de: Cavalanzas
ja: シュバルゴ

# pokemonFoongus
source: Foongus
de: Tarnpignon
ja: タマゲタケ

# pokemonAmoonguss
source: Amoonguss
de: Hutsassa
ja: モロバレル

# pokemonFrillish
source: Frillish
de: Quabbel
ja: プルリル

# pokemonJellicent
source: Jellicent
de: Apoquallyp
ja: ブルンゲル

# pokemonAlomomola
source: Alomomola
de: Mamolida
ja: ママンボウ

# pokemonJoltik
source: Joltik
de: Wattzapf
ja: バチュル

# pokemonGalvantula
source: Galvantula
de: Voltula
ja: デンチュラ

# pokemonFerroseed
source: Ferroseed
de: Kastadur
ja: テッシード

# pokemonFerrothorn
source: Ferrothorn
de: Tentantel
ja: ナットレイ

# pokemonKlink
source: Klink
de: Klikk
ja: ギアル

# pokemonKlang
source: Klang
de: Kliklak
ja: ギギアル

# pokemonKlinklang
source: Klinklang
de: Klikdiklak
ja: ギギギアル

# pokemonTynamo
source: Tynamo
de: Zapplardin
ja: シビシラス

# pokemonEelektrik
source: Eelektrik
de: Zapplalek
ja: シビビール

# pokemonEelektross
source: Eelektross
de: Zapplarang
ja: シビルドン

# pokemonElgyem
source: Elgyem
de: Pygraulon
ja: リグレー

# pokemonBeheeyem
source: Beheeyem
de: Megalon
ja: オーベム

# pokemonLitwick
source: Litwick
de: Lichtel
ja: ヒトモシ

# pokemonLampent
source: Lampent
de: Laternecto
ja: ランプラー

# pokemonChandelure
source: Chandelure
de: Skelabra
ja: シャンデラ

# pokemonAxew
source: Axew
de: Milza
ja: キバゴ

# pokemonFraxure
source: Fraxure
de: Sharfax
ja: オノンド

# pokemonHaxorus
source: Haxorus
de: Maxax
ja: オノノクス

# pokemonCubchoo
source: Cubchoo
de: Petznief
ja: クマシュン

# pokemonBeartic
source: Beartic
de: Siberio
ja: ツンベアー

# pokemonCryogonal
source: Cryogonal
de: Frigometri
ja: フリージオ

# pokemonShelmet
source: Shelmet
de: Schnuthelm
ja: チョボマキ

# pokemonAccelgor
source: Accelgor
de: Hydragil
ja: アギルダー

# pokemonStunfisk
source: Stunfisk
de: Flunschlik
ja: マッギョ

# pokemonMienfoo
source: Mienfoo
de: Lin-Fu
ja: コジョフー

# pokemonMienshao
source: Mienshao
de: Wie-Shu
ja: コジョンド

# pokemonDruddigon
source: Druddigon
de: Shardrago
ja: クリムガン

# pokemonGolett
source: Golett
de: Golbit
ja: ゴビット

# pokemonGolurk
source: Golurk
de: Golgantes
ja: ゴルーグ

# pokemonPawniard
source: Pawniard
de: Gladiantri
ja: コマタナ

# pokemonBisharp
source: Bisharp
de: Caesurio
ja: キリキザン

# pokemonBouffalant
source: Bouffalant
de: Bisofank
ja: バッフロン

# pokemonRufflet
source: Rufflet
de: Geronimatz
ja: ワシボン

# pokemonBraviary
source: Braviary
de: Washakwil
ja: ウォーグル

# pokemonVullaby
source: Vullaby
de: Skallyk
ja: バルチャイ

# pokemonMandibuzz
source: Mandibuzz
de: Grypheldis
ja: バルジーナ

# pokemonHeatmor
source: Heatmor
de: Furnifraß
ja: クイタラン

# pokemonDurant
source: Durant
de: Fermicula
ja: アイアント

# pokemonDeino
source: Deino
de: Kapuno
ja: モノズ

# pokemonZweilous
source: Zweilous
de: Duodino
ja: ジヘッド

# pokemonHydreigon
source: Hydreigon
de: Trikephalo
ja: サザンドラ

# pokemonLarvesta
source: Larvesta
de: Ignivor
ja: メラルバ

# pokemonVolcarona
source: Volcarona
de: Ramoth
ja: ウルガモス

# pokemonCobalion
source: Cobalion
de: Kobalium
ja: コバルオン

# pokemonTerrakion
source: Terrakion
de: Terrakium
ja: テラキオン

# pokemonVirizion
source: Virizion
de: Viridium
ja: ビリジオン

# pokemonTornadusIncarnate
source: Tornadus
de: Boreos
ja: トルネロス

# pokemonTornadusTherian
source: Tornadus
de: Boreos
ja: トルネロス

# pokemonThundurusIncarnate
source: Thundurus
de: Voltolos
ja: ボルトロス

# pokemonThundurusTherian
source: Thundurus
de: Voltolos
ja: ボルトロス

# pokemonReshiram
source: Reshiram
ja: レシラム

# pokemonZekrom
source: Zekrom
ja: ゼクロム

# pokemonLandorusIncarnate
source: Landorus
de: Demeteros
ja: ランドロス

# pokemonLandorusTherian
source: Landorus
de: Demeteros
ja: ランドロス

# pokemonKyurem
source: Kyurem
ja: キュレム

# pokemonKyuremBlack
source: Kyurem
ja: キュレム

# pokemonKyuremWhite
source: Kyurem
ja: キュレム

# pokemonKeldeoOrdinary
source: Keldeo
ja: ケルディオ

# pokemonKeldeoResolute
source: Keldeo
ja: ケルディオ

# pokemonMeloettaAria
source: Meloetta
ja: メロエッタ

# pokemonMeloettaPirouette
source: Meloetta
ja: メロエッタ

# pokemonGenesect
source: Genesect
ja: ゲノセクト

# pokemonGenesectBurn
source: Genesect
ja: ゲノセクト

# pokemonGenesectChill
source: Genesect
ja: ゲノセクト

# pokemonGenesectDouse
source: Genesect
ja: ゲノセクト

# pokemonGenesectShock
source: Genesect
ja: ゲノセクト

# pokemonChespin
source: Chespin
de: Igamaro
ja: ハリマロン

# pokemonQuilladin
source: Quilladin
de: Igastarnish
ja: ハリボーグ

# pokemonChesnaught
source: Chesnaught
de: Brigaron
ja: ブリガロン

# pokemonFennekin
source: Fennekin
de: Fynx
ja: フォッコ

# pokemonBraixen
source: Braixen
de: Rutena
ja: テールナー

# pokemonDelphox
source: Delphox
de: Fennexis
ja: マフォクシー

# pokemonFroakie
source: Froakie
de: Froxy
ja: ケロマツ

# pokemonFrogadier
source: Frogadier
de: Amphizel
ja: ゲコガシラ

# pokemonGreninja
source: Greninja
de: Quajutsu
ja: ゲッコウガ

# pokemonBunnelby
source: Bunnelby
de: Scoppel
ja: ホルビー

# pokemonDiggersby
source: Diggersby
de: Grebbit
ja: ホルード

# pokemonFletchling
source: Fletchling
de: Dartiri
ja: ヤヤコマ

# pokemonFletchinder
source: Fletchinder
de: Dartignis
ja: ヒノヤコマ

# pokemonTalonflame
source: Talonflame
de: Fiaro
ja: ファイアロー

# pokemonScatterbug
source: Scatterbug
de: Purmel
ja: コフキムシ

# pokemonSpewpa
source: Spewpa
de: Puponcho
ja: コフーライ

# pokemonVivillon
source: Vivillon
ja: ビビヨン

# pokemonLitleo
source: Litleo
de: Leufeo
ja: シシコ

# pokemonPyroar
source: Pyroar
de: Pyroleo
ja: カエンジシ

# pokemonFlabebe
source: Flabébé
ja: フラベベ

# pokemonFloette
source: Floette
ja: フラエッテ

# pokemonFlorges
source: Florges
ja: フラージェス

# pokemonSkiddo
source: Skiddo
de: Mähikel
ja: メェークル

# pokemonGogoat
source: Gogoat
de: Chevrumm
ja: ゴーゴート

# pokemonPancham
source: Pancham
de: Pam-Pam
ja: ヤンチャム

# pokemonPangoro
source: Pangoro
de: Pandagro
ja: ゴロンダ

# pokemonFurfrou
source: Furfrou
de: Coiffwaff
ja: トリミアン

# pokemonEspurr
source: Espurr
de: Psiau
ja: ニャスパー

# pokemonMeowstic
source: Meowstic
de: Psiaugon
ja: ニャオニクス

# pokemonHonedge
source: Honedge
de: Gramokles
ja: ヒトツキ

# pokemonDoublade
source: Doublade
de: Duokles
ja: ニダンギル

# pokemonAegislashBlade
source: Aegislash
de: Durengard
ja: ギルガルド

# pokemonAegislashShield
source: Aegislash
de: Durengard
ja: ギルガルド

# pokemonSpritzee
source: Spritzee
de: Parfi
ja: シュシュプ

# pokemonAromatisse
source: Aromatisse
de: Parfinesse
ja: フレフワン

# pokemonSwirlix
source: Swirlix
de: Flauschling
ja: ペロッパフ

# pokemonSlurpuff
source: Slurpuff
de: Sabbaione
ja: ペロリーム

# pokemonInkay
source: Inkay
de: Iscalar
ja: マーイーカ

# pokemonMalamar
source: Malamar
de: Calamanero
ja: カラマネロ

# pokemonBinacle
source: Binacle
de: Bithora
ja: カメテテ

# pokemonBarbaracle
source: Barbaracle
de: Thanathora
ja: ガメノデス

# pokemonSkrelp
source: Skrelp
de: Algitt
ja: クズモー

# pokemonDragalge
source: Dragalge
de: Tandrak
ja: ドラミドロ

# pokemonClauncher
source: Clauncher
de: Scampisto
ja: ウデッポウ

# pokemonClawitzer
source: Clawitzer
de: Wummer
ja: ブロスター

# pokemonHelioptile
source: Helioptile
de: Eguana
ja: エリキテル

# pokemonHeliolisk
source: Heliolisk
de: Elezard
ja: エレザード

# pokemonTyrunt
source: Tyrunt
de: Balgoras
ja: チゴラス

# pokemonTyrantrum
source: Tyrantrum
de: Monargoras
ja: ガチゴラス

# pokemonAmaura
source: Amaura
de: Amarino
ja: アマルス

# pokemonAurorus
source: Aurorus
de: Amagarga
ja: アマルルガ

# pokemonSylveon
source: Sylveon
de: Feelinara
ja: ニンフィア

# pokemonHawlucha
source: Hawlucha
de: Resladero
ja: ルチャブル

# pokemonDedenne
source: Dedenne
ja: デデンネ

# pokemonCarbink
source: Carbink
de: Rocara
ja: メレシー

# pokemonGoomy
source: Goomy
de: Viscora
ja: ヌメラ

# pokemonSliggoo
source: Sliggoo
de: Viscargot
ja: ヌメイル

# pokemonGoodra
source: Goodra
de: Viscogon
ja: ヌメルゴン

# pokemonKlefki
source: Klefki
de: Clavion
ja: クレッフィ

# pokemonPhantump
source: Phantump
de: Paragoni
ja: ボクレー

# pokemonTrevenant
source: Trevenant
de: Trombork
ja: オーロット

# pokemonPumpkabooAverage
source: Pumpkaboo
de: Irrbis
ja: バケッチャ

# pokemonPumpkabooLarge
source: Pumpkaboo
de: Irrbis
ja: バケッチャ

# pokemonPumpkabooSmall
source: Pumpkaboo
de: Irrbis
ja: バケッチャ

# pokemonPumpkabooSuper
source: Pumpkaboo
de: Irrbis
ja: バケッチャ

# pokemonGourgeistAverage
source: Gourgeist
de: Pumpdjinn
ja: パンプジン

# pokemonGourgeistLarge
source: Gourgeist
de: Pumpdjinn
ja: パンプジン

# pokemonGourgeistSmall
source: Gourgeist
de: Pumpdjinn
ja: パンプジン

# pokemonGourgeistSuper
source: Gourgeist
de: Pumpdjinn
ja: パンプジン

# pokemonBergmite
source: Bergmite
de: Arktip
ja: カチコール

# pokemonAvalugg
source: Avalugg
de: Arktilas
ja: クレベース

# pokemonNoibat
source: Noibat
de: eF-eM
ja: オンバット

# pokemonNoivern
source: Noivern
de: UHaFnir
ja: オンバーン

# pokemonXerneas
source: Xerneas
ja: ゼルネアス

# pokemonYveltal
source: Yveltal
ja: イベルタル

# pokemonZygarde10
source: Zygarde
ja: ジガルデ

# pokemonZygarde
source: Zygarde
ja: ジガルデ

# pokemonZygardeComplete
source: Zygarde
ja: ジガルデ

# pokemonDiancie
source: Diancie
ja: ディアンシー

# pokemonHoopa
source: Hoopa
ja: フーパ

# pokemonHoopaConfined
source: Hoopa
ja: フーパ

# pokemonHoopaUnbound
source: Hoopa
ja: フーパ

# pokemonVolcanion
source: Volcanion
ja: ボルケニオン

# pokemonRowlet
source: Rowlet
de: Bauz
ja: モクロー

# pokemonDartrix
source: Dartrix
de: Arboretoss
ja: フクスロー

# pokemonDecidueye
source: Decidueye
de: Silvarro
ja: ジュナイパー

# pokemonLitten
source: Litten
de: Flamiau
ja: ニャビー

# pokemonTorracat
source: Torracat
de: Miezunder
ja: ニャヒート

# pokemonIncineroar
source: Incineroar
de: Fuegro
ja: ガオガエン

# pokemonPopplio
source: Popplio
de: Robball
ja: アシマリ

# pokemonBrionne
source: Brionne
de: Marikeck
ja: オシャマリ

# pokemonPrimarina
source: Primarina
de: Primarene
ja: アシレーヌ

# pokemonPikipek
source: Pikipek
de: Peppeck
ja: ツツケラ

# pokemonTrumbeak
source: Trumbeak
de: Trompeck
ja: ケララッパ

# pokemonToucannon
source: Toucannon
de: Tukanon
ja: ドデカバシ

# pokemonYungoos
source: Yungoos
de: Mangunior
ja: ヤングース

# pokemonGumshoos
source: Gumshoos
de: Manguspektor
ja: デカグース

# pokemonGrubbin
source: Grubbin
de: Mabula
ja: アゴジムシ

# pokemonCharjabug
source: Charjabug
de: Akkup
ja: デンヂムシ

# pokemonVikavolt
source: Vikavolt
de: Donarion
ja: クワガノン

# pokemonCrabrawler
source: Crabrawler
de: Krabbox
ja: マケンカニ

# pokemonCrabominable
source: Crabominable
de: Krawell
ja: ケケンカニ

# pokemonOricorioBaile
source: Oricorio
de: Choreogel
ja: オドリドリ

# pokemonOricorioPau
source: Oricorio
de: Choreogel
ja: オドリドリ

# pokemonOricorioPomPom
source: Oricorio
de: Choreogel
ja: オドリドリ

# pokemonOricorioSensu
source: Oricorio
de: Choreogel
ja: オドリドリ

# pokemonCutiefly
source: Cutiefly
de: Wommel
ja: アブリー

# pokemonRibombee
source: Ribombee
de: Bandelby
ja: アブリボン

# pokemonRockruff
source: Rockruff
de: Wuffels
ja: イワンコ

# pokemonLycanroc
source: Lycanroc
de: Wolwerock
ja: ルガルガン

# pokemonWishiwashi
source: Wishiwashi
de: Lusardin
ja: ヨワシ

# pokemonWishiwashiSchool
source: Wishiwashi
de: Lusardin
ja: ヨワシ

# pokemonWishiwashiSolo
source: Wishiwashi
de: Lusardin
ja: ヨワシ

# pokemonMareanie
source: Mareanie
de: Garstella
ja: ヒドイデ

# pokemonToxapex
source: Toxapex
de: Aggrostella
ja: ドヒドイデ

# pokemonMudbray
source: Mudbray
de: Pampuli
ja: ドロバンコ

# pokemonMudsdale
source: Mudsdale
de: Pampross
ja: バンバドロ

# pokemonDewpider
source: Dewpider
de: Araqua
ja: シズクモ

# pokemonAraquanid
source: Araquanid
de: Aranestro
ja: オニシズクモ

# pokemonFomantis
source: Fomantis
de: Imantis
ja: カリキリ

# pokemonLurantis
source: Lurantis
de: Mantidea
ja: ラランテス

# pokemonMorelull
source: Morelull
de: Bubungus
ja: ネマシュ

# pokemonShiinotic
source: Shiinotic
de: Lamellux
ja: マシェード

# pokemonSalandit
source: Salandit
de: Molunk
ja: ヤトウモリ

# pokemonSalazzle
source: Salazzle
de: Amfira
ja: エンニュート

# pokemonStufful
source: Stufful
de: Velursi
ja: ヌイコグマ

# pokemonBewear
source: Bewear
de: Kosturso
ja: キテルグマ

# pokemonBounsweet
source: Bounsweet
de: Frubberl
ja: アマカジ

# pokemonSteenee
source: Steenee
de: Frubaila
ja: アママイコ

# pokemonTsareena
source: Tsareena
de: Fruyal
ja: アマージョ

# pokemonComfey
source: Comfey
de: Curelei
ja: キュワワー

# pokemonOranguru
source: Oranguru
de: Kommandutan
ja: ヤレユータン

# pokemonPassimian
source: Passimian
de: Quartermak
ja: ナゲツケサル

# pokemonWimpod
source: Wimpod
de: Reißlaus
ja: コソクムシ

# pokemonGolisopod
source: Golisopod
de: Tectass
ja: グソクムシャ

# pokemonGolisopodsh
source: Golisopod
de: Tectass
ja: グソクムシャ

# pokemonSandygast
source: Sandygast
de: Sankabuh
ja: スナバァ

# pokemonPalossand
source: Palossand
de: Colossand
ja: シロデスナ

# pokemonPyukumuku
source: Pyukumuku
de: Gufa
ja: ナマコブシ

# pokemonTypeNull
source: Type: Null
de: Typ:Null
ja: タイプ：ヌル

# pokemonSilvally
source: Silvally
de: Amigento
ja: シルヴァディ

# pokemonSilvallyBug
source: Silvally
de: Amigento
ja: シルヴァディ

# pokemonSilvallyDark
source: Silvally
de: Amigento
ja: シルヴァディ

# pokemonSilvallyDragon
source: Silvally
de: Amigento
ja: シルヴァディ

# pokemonSilvallyElectric
source: Silvally
de: Amigento
ja: シルヴァディ

# pokemonSilvallyFairy
source: Silvally
de: Amigento
ja: シルヴァディ

# pokemonSilvallyFighting
source: Silvally
de: Amigento
ja: シルヴァディ

# pokemonSilvallyFire
source: Silvally
de: Amigento
ja: シルヴァディ

# pokemonSilvallyFlying
source: Silvally
de: Amigento
ja: シルヴァディ

# pokemonSilvallyGhost
source: Silvally
de: Amigento
ja: シルヴァディ

# pokemonSilvallyGrass
source: Silvally
de: Amigento
ja: シルヴァディ

# pokemonSilvallyGround
source: Silvally
de: Amigento
ja: シルヴァディ

# pokemonSilvallyIce
source: Silvally
de: Amigento
ja: シルヴァディ

# pokemonSilvallyPoison
source: Silvally
de: Amigento
ja: シルヴァディ

# pokemonSilvallyPsychic
source: Silvally
de: Amigento
ja: シルヴァディ

# pokemonSilvallyRock
source: Silvally
de: Amigento
ja: シルヴァディ

# pokemonSilvallySteel
source: Silvally
de: Amigento
ja: シルヴァディ

# pokemonSilvallyWater
source: Silvally
de: Amigento
ja: シルヴァディ

# pokemonMinior
source: Minior
de: Meteno
ja: メテノ

# pokemonKomala
source: Komala
de: Koalelu
ja: ネッコアラ

# pokemonTurtonator
source: Turtonator
de: Tortunator
ja: バクガメス

# pokemonTogedemaru
source: Togedemaru
ja: トゲデマル

# pokemonMimikyu
source: Mimikyu
de: Mimigma
ja: ミミッキュ

# pokemonBruxish
source: Bruxish
de: Knirfish
ja: ハギギシリ

# pokemonDrampa
source: Drampa
de: Sen-Long
ja: ジジーロン
